[
    {
        "name": "Dr. Lisa Iannattone\n",
        "account": "@lisa_iannattone\n",
        "split": "·\n",
        "timestamp": "Sep 27\n",
        "text": "To recap: you can’t bring a full size bottle of shampoo on a plane but you can bring covid and not even have to mask. Did I get that right?\n"
    },
    {
        "name": "Ryan Pinesworth™️\n",
        "account": "@RyanPinesworth\n",
        "split": "·\n",
        "timestamp": "6h\n",
        "text": "Conservatives are suing the Biden administration over Student Loan forgiveness.\nIt’s funny, I don’t remember them suing when it was their Covid PPP loans being forgiven.\n"
    },
    {
        "name": "Daniel Uhlfelder\n",
        "account": "@DWUhlfelderLaw\n",
        "split": "·\n",
        "timestamp": "10h\n",
        "text": "Trump paid attorney Chris Kise $3 mil from his donors and he's being sidelined within a month. DeSantis got state to pay $1.565 mil of COVID-19 relief interest to Vertol for 3 flights, 1 of which was empty. It's easy for them to blow millions when they're using other people's $$.\n"
    },
    {
        "name": "Daniel Uhlfelder\n",
        "account": "@DWUhlfelderLaw\n",
        "split": "·\n",
        "timestamp": "10h\n",
        "text": "Trump paid attorney Chris Kise $3 mil from his donors and he's being sidelined within a month. DeSantis got state to pay $1.565 mil of COVID-19 relief interest to Vertol for 3 flights, 1 of which was empty. It's easy for them to blow millions when they're using other people's $$.\n"
    },
    {
        "name": "Samantha Marika\n",
        "account": "@samanthamarika1\n",
        "split": "·\n",
        "timestamp": "23h\n",
        "text": "Some women who took the vaccine are now seeing trace amounts of the covid mRNA vaccine in their breast milk…\nMedia silent.\n"
    },
    {
        "name": "Toby Young\n",
        "account": "@toadmeister\n",
        "split": "·\n",
        "timestamp": "14h\n",
        "text": "Dr. James Alexander, a professor of politics, explains the connection between Covid nonsense, climate alarmism and wokery pokery – they‘re all imbued with an ideology that serves the interests of billionaire monopolist\n"
    },
    {
        "name": "Sara McPhee-Knowles, PhD\n",
        "account": "@SaraMcKnowles\n",
        "split": "·\n",
        "timestamp": "Sep 27\n",
        "text": "I keep thinking about how we have to scan everyone's bag because 3000 people died 20 years ago, but 3000 people a week in the US are dying from Covid right now and we do nothing.\n"
    },
    {
        "name": "Tristan Snell\n",
        "account": "@TristanSnell\n",
        "split": "·\n",
        "timestamp": "53m\n",
        "text": "When the first wave of Covid came, Trump and Kushner reportedly dropped the idea of nationwide testing because the first wave was mostly hitting blue states like NY and CA.\nWhen storms like Hurricane Ian come, Biden sends help to Florida — never mind it has a GOP governor. 🇺🇸💪\n"
    },
    {
        "name": "Dr. Giancarlo 🏳️‍🌈🇮🇹\n",
        "account": "@doctorgis84\n",
        "split": "·\n",
        "timestamp": "11h\n",
        "text": "Per giovani, danni ai polmoni a distanza di un anno dell'infezione da #COVID\n"
    },
    {
        "name": "Marty Makary MD, MPH\n",
        "account": "@MartyMakary\n",
        "split": "·\n",
        "timestamp": "13h\n",
        "text": "Last yr, the NEJM described a 22-yr-old that died from vax-induced myocarditis & I've heard of many more cases. I have never heard of a young healthy person with nat immunity dying from Covid. Our gov't doctors have not been honest about the risks:benefit in young healthy people.\n"
    },
    {
        "name": "Alisha Ellen\n",
        "account": "@AlishaEllen651\n",
        "split": "·\n",
        "timestamp": "2h\n",
        "text": "Logan’s about to catch another covid variant to get out of this situation #luce #BachelorInParadise\n"
    },
    {
        "name": "James Freeman\n",
        "account": "@JamesfWells\n",
        "split": "·\n",
        "timestamp": "14h\n",
        "text": "Why is UK press not reporting new evidence on safety & efficacy of mRNA vaccines?\nNot one of these organisations attended todays Press Conference 👇\n@BBCNews\n \n@itvnews\n \n@SkyNews\n \n@Channel4News\n \n@Telegraph\n \n@MailOnline\n \n@thetimes\n@DrAseemMalhotra\n \n@WashTimes\n"
    },
    {
        "name": "Toni Toombs #TeamMAGA\n",
        "account": "@ToombsToni\n",
        "split": "·\n",
        "timestamp": "7h\n",
        "text": "Even if the Democrats could steal every dime we ever saved.... THEY STILL CAN'T CONTROL Hurricanes... If you believe that...you probably believed the jab would keep you from catching covid\n"
    },
    {
        "name": "The USA Singers\n",
        "account": "@TheUSASingers\n",
        "split": "·\n",
        "timestamp": "3h\n",
        "text": "Marijuana never killed anybody, but Donald Trump’s Covid response sure did.\n"
    },
    {
        "name": "Marty Makary MD, MPH\n",
        "account": "@MartyMakary\n",
        "split": "·\n",
        "timestamp": "13h\n",
        "text": "Kyrie Irving has Covid antibodies but they are not recognized Drs Jha, Fauci & Walensky bc they were generated by infection not the vax. A young healthy male with nat imm has the absolute lowest risk of Covid complications and the absolute highest risk of vax-induced myocarditis.\n"
    },
    {
        "name": "Aly 🇨🇦\n",
        "account": "@elladmitch\n",
        "split": "·\n",
        "timestamp": "2h\n",
        "text": "So a Saskatchewan women died during her 15 minute waiting period after getting her Covid booster. \nAND NO ONE IS TALKING ABOUT THIS.\n"
    },
    {
        "name": "Clarity\n",
        "account": "@covid_clarity\n",
        "split": "·\n",
        "timestamp": "10h\n",
        "text": "The U.S. chose to shut down schools and children lost two decades of progress.\nSweden chose a different path and saw no learning loss.\n"
    },
    {
        "name": "transgender marx\n",
        "account": "@JUNlPER\n",
        "split": "·\n",
        "timestamp": "1h\n",
        "text": "conservative in 2020:  grow up, we can’t live in fear of covid forever.  we have to be able to go outside\nconservative in 2022:  rainbow fentanyl WILL be handed out in every suburb in america, do NOT go trick or treating with your kids this year\n"
    },
    {
        "name": "Covid Report\n",
        "account": "@CovidDataReport\n",
        "split": "·\n",
        "timestamp": "6h\n",
        "text": "Hands up if you wore a mask today and if you did THANK YOU!!!\n"
    },
    {
        "name": "Alex Meshkin, GED\n",
        "account": "@alexmeshkin\n",
        "split": "·\n",
        "timestamp": "Sep 27\n",
        "text": "I met with an influential person in the Los Angeles business community today. He shared that after his \"mild\" COVID infection he lost all of his hair (beard and head). He was diagnosed with alopecia. The specialist he saw at Stanford said 'it's COVID but can't prove it'\n"
    },
    {
        "name": "Clay Travis\n",
        "account": "@ClayTravis\n",
        "split": "·\n",
        "timestamp": "12h\n",
        "text": "The covid shot is a disaster.\n"
    },
    {
        "name": "Alessandra Psomaras\n",
        "account": "@APsomaras\n",
        "split": "·\n",
        "timestamp": "2h\n",
        "text": "Logan thinking how he can fake getting Covid again to get out of talking to Lace #BachelorInParadise\n"
    },
    {
        "name": "JAMA Pediatrics\n",
        "account": "@JAMAPediatrics\n",
        "split": " · \n",
        "timestamp": "Sep 27\n",
        "text": "Trace amounts of #COVID19 vaccine mRNAs were detected in the breast milk of some lactating women. Caution is warranted regarding #breastfeeding infants younger than six months in the first two days after maternal COVID-19 vaccination. #Research https://ja.ma/3UIKEjS #Research\n"
    },
    {
        "name": "David Fisman\n",
        "account": "@DFisman\n",
        "split": "·\n",
        "timestamp": "3h\n",
        "text": "No big deal, just an 80% reduction in per capita covid death in countries that had mask policies.\nh/t \n@DickZoutman\n"
    },
    {
        "name": "bach thoughts 🌹😮‍💨\n",
        "account": "@scoobydoesnot\n",
        "split": "·\n",
        "timestamp": "3h\n",
        "text": "stealing someone’s drink post COVID \n#BachelorInParadise #BIP\n"
    },
    {
        "name": "Robert F. Kennedy Jr\n",
        "account": "@RobertKennedyJr\n",
        "split": "·\n",
        "timestamp": "6h\n",
        "text": "After realizing his COVID booster shot may have sent his cancer into overdrive, Dr. Goldman, professor of immunology + pharmacotherapy at the Université libre de Bruxelles in Belgium, said going public with the information was the “right thing to do.”\n"
    },
    {
        "name": "Keith Mahoney\n",
        "account": "@KeithMa14322945\n",
        "split": "·\n",
        "timestamp": "2h\n",
        "text": "The covid hoax continues to break down\n"
    },
    {
        "name": "Unmasking Mainstream Media\n",
        "account": "@unmasking_media\n",
        "split": "·\n",
        "timestamp": "6h\n",
        "text": "We are here 👇.\n#CrimesAgainstHumanity #Covid #Pfizer #mRNA\n"
    },
    {
        "name": "Robert Reich\n",
        "account": "@RBReich\n",
        "split": "·\n",
        "timestamp": "4h\n",
        "text": "In 1980, 62 cents of every dollar spent on beef went to ranchers. Today, only 37 cents do.\nDuring COVID, beef prices rose by nearly 16%. Meanwhile, the 4 biggest beef companies’ profits rose more than 300%.\nThe meat monopoly is nothing short of a nationwide crisis.\n"
    },
    {
        "name": "Marky Mark\n",
        "account": "@MrkStdngr\n",
        "split": "·\n",
        "timestamp": "10m\n",
        "text": "If you’re a Doctor please stop pointing out fact that a Disease existed before COVID. Yes we understand that, but Strokes are up 250%, some Cancers are up 400+%, Deaths are up 40%. It may have existed before, but COVID is increasing the rate at which it’s happening across board.\n"
    },
    {
        "name": "Pierre Poilievre\n",
        "account": "@PierrePoilievre\n",
        "split": "·\n",
        "timestamp": "3h\n",
        "text": "Trudeau is still keeping his discriminatory & unscientific vaccine mandates for Canadian Forces members.\nMany of the men & women who want to fight to defend our freedoms aren't even free themselves to serve their country.\nEnd ALL the COVID vaccine mandates, now.--\n"
    },
    {
        "name": "That's what CA said\n",
        "account": "@thatswhatcasaid\n",
        "split": "·\n",
        "timestamp": "6h\n",
        "text": "LA County Health Services director Dr Christina Ghaly tells supervisor Kathryn Barger that 90% of their Covid positive patients were not hospitalized for Covid\n"
    },
    {
        "name": "Geoffrey P. Johnston😎😷🇺🇦\n",
        "account": "@GeoffyPJohnston\n",
        "split": "·\n",
        "timestamp": "8h\n",
        "text": "Climate change is real.\nCOVID is airborne.\nWater is wet.\nFascists are dangerous.\n"
    },
    {
        "name": "FullAndAccurateHat\n",
        "account": "@Popehat\n",
        "split": "·\n",
        "timestamp": "5h\n",
        "text": "Fox in 2021: If you aren’t taking huge deep breaths in crowded elevators during COVID you hate America \nFox in 2022: cancel Halloween because we saw on Facebook that hippies are going to use expensive drugs to kill white children\n"
    },
    {
        "name": "Justin Baragona\n",
        "account": "@justinbaragona\n",
        "split": " · \n",
        "timestamp": "6h\n",
        "text": "Taking the next logical step in the rainbow fentanyl panic, Fox News is now literally telling viewers not to let their kids go trick-or-treating this year.\n"
    },
    {
        "name": "NurseKelsey (she/her) 🌈✨🎉❤️🏳️‍🌈\n",
        "account": "@nursekelsey\n",
        "split": "·\n",
        "timestamp": "10h\n",
        "text": "Standing in line to get my COVID booster, the elderly woman in front of me slips the pharmacist giving her her immunization a little snack sized Twix. She pats his hand & gently says “You all work so hard. Thank you.” \n"
    },
    {
        "name": "DOCTOR FROM NEW YORK\n",
        "account": "@Doctorfromliny\n",
        "split": "·\n",
        "timestamp": "4h\n",
        "text": "I am warning that repeated COVID boosters may result in lowered immunity through a process known as “original antigenic sin” or “immune imprinting”. Frequent Boosting Will Backfire. Data Confirm Negative Efficacy After Second Dose. Be careful to play with it.\n"
    },
    {
        "name": "Avi Yemini\n",
        "account": "@OzraeliAvi\n",
        "split": "·\n",
        "timestamp": "3h\n",
        "text": "The Canadian regime has been cracking down brutally on protesters, particularly women. In response, someone should sanction dozens of individuals and entities – including Canada’s so-called “Covid police.”\nTrudeau is an absolute hypocrite.\n"
    },
    {
        "name": "Justin Trudeau\n",
        "account": "@JustinTrudeau\n",
        "split": "Officiel du gouvernement - Canada\n",
        "timestamp": " · \n",
        "text": "Sep 27\nFollowing the tragic death of Mahsa Amini, the Iranian regime has been cracking down brutally on protesters, particularly women. In response, we’ll sanction dozens of individuals and entities – including Iran’s so-called “morality police.”\n"
    },
    {
        "name": "Mark W. Kline, M.D.\n",
        "account": "@MarkWKlineMD1\n",
        "split": "·\n",
        "timestamp": "8h\n",
        "text": "Like HIV/AIDS before it, this pandemic is testing our compassion and understanding for others who are not just like us. None of us should feel relieved that most of the 1000s dying each month from COVID in the U.S. are of a certain age, medically vulnerable or unvaccinated.\n"
    },
    {
        "name": "DOCTOR FROM NEW YORK\n",
        "account": "@Doctorfromliny\n",
        "split": "·\n",
        "timestamp": "4h\n",
        "text": "Ever since the COVID Boosters, there have been suspicions that some kind of shedding is happening between the jabbed &the unjabbed.With mass flu vaccination, the possibility of transmission is further exacerbated, and there’s no telling what kind of viral mutations will happen.\n"
    },
    {
        "name": "Burnside\n",
        "account": "@BurnsideNotTosh\n",
        "split": "·\n",
        "timestamp": "22m\n",
        "text": "The IMF cheerfully sat on the sidelines as £400bn of debt was issued to pay people to sit on their arses during Covid. But cut a tax that raises £2bn a year and you have been reckless?\nIt does somewhat suggest intellectual capture by the idiots that got us into this mess.\n"
    },
    {
        "name": "Dalia Hasan\n",
        "account": "@DaliaHasanMD\n",
        "split": "·\n",
        "timestamp": "3h\n",
        "text": "As we head into winter\n🇩🇪: Mandatory use of N95-type masks during long-distance travel, 😷+RAT before accessing hospitals, nursing homes etc.\n🇨🇦: COVID is not over… but we’re relaxing all of our PH protections\n🇺🇸: The pandemic is over, you do you\n"
    },
    {
        "name": "Meena Harris\n",
        "account": "@meena\n",
        "split": "·\n",
        "timestamp": "1h\n",
        "text": "“slut era” she whispered, as she got the COVID booster and flu shot at the same time\n"
    },
    {
        "name": "Yaron Fishman🕊️🔥🦋\n",
        "account": "@YaronFishman\n",
        "split": "·\n",
        "timestamp": "8h\n",
        "text": "One thing I’ve learned during 23 months of Long Covid is that as patients we have to compare notes & fight for tests. For example, I had to push for a tilt table test to confirm I have POTS, & I wouldn’t have known to do that without other long-haulers sharing their experiences.\n"
    },
    {
        "name": "Dr. Craig Sloss\n",
        "account": "@CraigSloss\n",
        "split": "·\n",
        "timestamp": "4h\n",
        "text": "Waterloo Region has five times as many hospitalized Covid patients today as we did the same time last year — back when everything was open but everyone was wearing masks. #BringBackMasks\n"
    },
    {
        "name": "Michael Regan, U.S. EPA\n",
        "account": "@EPAMichaelRegan\n",
        "split": "·\n",
        "timestamp": "3h\n",
        "text": "Today I tested positive for COVID-19. I’m grateful to be vaccinated and boosted. My symptoms are mild and I will be isolating and following CDC guidance while I recover.\n"
    },
    {
        "name": "Anny Mation\n",
        "account": "@MationMiss\n",
        "split": "·\n",
        "timestamp": "6h\n",
        "text": "A friend of mine got COVID and she said her memory got VERY NOTICEABLE worst, like once she asked her little sister to brush her teeth, her sister brushed her teeth right in front of her, then 5 minutes my friend asked again “did you brush your teeth?”, that’s scary man\n"
    },
    {
        "name": "Nicolas Chavez\n",
        "account": "@Atipico1996\n",
        "split": " · \n",
        "timestamp": "Sep 26\n",
        "text": "What did I just see?!\nA reliable source such as the National Geographic is confirming that COVID infection can damage the brain. This is the worst possible outcome for society.\n"
    },
    {
        "name": "🌻 Chea la Fea🌻\n",
        "account": "@CheaLaFea\n",
        "split": "·\n",
        "timestamp": "2h\n",
        "text": "Replying to \n@drdrmaya\nCovid destroyed my kid’s immune system. She has had one virus after the other every two weeks since we first got Covid in the first week of August. \nHer pediatrician says that most of her Covid patients have experienced the same thing. \nIt’s awful.\n"
    },
    {
        "name": "Marcus Doesnt Have COVID\n",
        "account": "@CosmonautMarcus\n",
        "split": "·\n",
        "timestamp": "10h\n",
        "text": "If I had a beautiful wife I would Try to be a good Guy for her\n"
    },
    {
        "name": "Andrea R MD\n",
        "account": "@AndreaR9Md\n",
        "split": "·\n",
        "timestamp": "8h\n",
        "text": "Different stance than he had when people were dying from COVID daily by the thousands. He was like “fuck y’all” and now he needs others. Weird how that works…\nOver a million Americans have died from covid. He is such a disgusting troll.\n"
    },
    {
        "name": "Andrea R MD\n",
        "account": "@AndreaR9Md\n",
        "split": "·\n",
        "timestamp": "8h\n",
        "text": "Different stance than he had when people were dying from COVID daily by the thousands. He was like “fuck y’all” and now he needs others. Weird how that works…\nOver a million Americans have died from covid. He is such a disgusting troll.\n"
    },
    {
        "name": "PatriotTakes 🇺🇸\n",
        "account": "@patriottakes\n",
        "split": " · \n",
        "timestamp": "9h\n",
        "text": "Ted Cruz is still talking about having to wear a mask on an airplane and said “peanuts cure covid” to make his point that mask rules on airplanes were “all garbage.”\nShow this thread\n"
    },
    {
        "name": "Amber Smith\n",
        "account": "@AmberSmithUSA\n",
        "split": "·\n",
        "timestamp": "4h\n",
        "text": "So you can now join the military if you have HIV, but already serving service members are getting booted for not getting a COVID vaccine - after the military has already spent hundreds of thousands of dollars on them.\n"
    },
    {
        "name": "The Associated Press\n",
        "account": "@AP\n",
        "split": " · \n",
        "timestamp": "4h\n",
        "text": "A student at a military college who sued top Pentagon officials after he was deemed unfit for service because he tested positive for HIV has settled his lawsuit and plans to pursue his dream of becoming an Army officer, his lawyers said Tuesday. \n"
    },
    {
        "name": "@𝕊𝕦𝕟𝕕𝕒𝕖_𝔾𝕚𝕣𝕝\n",
        "account": "@SundaeDivine\n",
        "split": "·\n",
        "timestamp": "58m\n",
        "text": "So, this past week I jetted off to Ireland for a fabulous vacation and the following happened: I broke a rib, caught Covid and my house back home was broken into. How's your week going? 🤣\n"
    },
    {
        "name": "D.C.L. 🏳️‍🌈\n",
        "account": "@abc123jjj\n",
        "split": "·\n",
        "timestamp": "6h\n",
        "text": "Vaccinated (multiple shots I’m assuming) wearing a mask, still got covid and is mad at everyone else. Get over it. Good grief.\n"
    },
    {
        "name": "Ian Morrison\n",
        "account": "@IanDMorrison\n",
        "split": " · \n",
        "timestamp": "12h\n",
        "text": "To all the unmasked public I interacted with over the past few days: you’re welcome. I had asymp. COVID the whole time & didn’t know it until now. I wore an N95. It was really easy to do. It wasn’t just about protecting myself. To those who couldn’t afford me the same courtesy:\n"
    },
    {
        "name": "Michael A. Gayed, CFA\n",
        "account": "@leadlagreport\n",
        "split": "·\n",
        "timestamp": "1h\n",
        "text": "The Covid 2020 crash was way less painful than this.\n"
    },
    {
        "name": "gg the doll.\n",
        "account": "@grivenchy\n",
        "split": "·\n",
        "timestamp": "5h\n",
        "text": "She peaked at #65 while Covid lived in the top 3 for a WHOPPING 3 years. \nCOVID went diamond in 2 years chile sksksksk\n"
    },
    {
        "name": "Geoffrey P. Johnston😎😷🇺🇦\n",
        "account": "@GeoffyPJohnston\n",
        "split": "·\n",
        "timestamp": "6h\n",
        "text": "I am going to make a bold prediction: a decade from now, Asian countries will be doing much better than North America and Europe. Why? Because Asian societies have made masking commonplace. Meanwhile, the maskless West is suffering COVID brain damage.\n"
    },
    {
        "name": "AMA President\n",
        "account": "@amapresident\n",
        "split": "·\n",
        "timestamp": "6h\n",
        "text": "The more we learn more about 'long COVID' the more concerning the situation seems to be. \nNobody can see the future with such a newly-recognized virus, but it looks like we need to prepare for a major impact.💣💥\n"
    },
    {
        "name": "Harrison 🐳\n",
        "account": "@HarrisonKrank\n",
        "split": "·\n",
        "timestamp": "4h\n",
        "text": "What would the world look like today if COVID never happened?\n"
    },
    {
        "name": "Kurt Schemers 🇺🇸\n",
        "account": "@KurtSchemers\n",
        "split": "·\n",
        "timestamp": "1h\n",
        "text": "As #BidenDeliversAGAIN it's a friendly reminder that\n#America is facing all the following with:\n- Historical #BorderCrisis\n- Devastating Afghan Withdrawal\n- Loss of #Energy Independence\n- Authoritarian COVID Mandates\n- Brutal Crime Surge\n- #stockmarketcrash\n- Rising #Inflation\n"
    },
    {
        "name": "Melissa 🚜 🇨🇦\n",
        "account": "@MelissaLMRogers\n",
        "split": "·\n",
        "timestamp": "3h\n",
        "text": "Dr. Aseem Malhotra (who initially promoted the COVID vaccine) calls for its IMMEDIATE suspension\n#Covid #CovidVaccine #Pfizer #Freedom\n"
    },
    {
        "name": "Wall Street Silver\n",
        "account": "@WallStreetSilv\n",
        "split": "·\n",
        "timestamp": "6h\n",
        "text": "BREAKING: A protest breaks out in Shenzhen, China against confinement in several areas of the city after the discovery of a few cases of covid-19 🚨\n"
    },
    {
        "name": "beth\n",
        "account": "@penceyprepfrank\n",
        "split": "·\n",
        "timestamp": "19m\n",
        "text": "i’m sick at home with covid and this nurse just turned up at my door???\n"
    },
    {
        "name": "Chris Turnbull\n",
        "account": "@EnemyInAState\n",
        "split": "·\n",
        "timestamp": "8h\n",
        "text": "When people tell you Covid is mild show them this: the heart-breaking story of a dedicated nurse working on the frontline who caught the virus and is only now, over a year later, regaining use of her legs:\n"
    },
    {
        "name": "Barbara Malmet\n",
        "account": "@B52Malmet\n",
        "split": "·\n",
        "timestamp": "9h\n",
        "text": "#COVID isn’t over. Stealing 11 thousand government documents is a crime. Using humans as pawns in a political play is abhorrent. Missing WH logs, Secret Service texts is sketchy AF. Abortion is a personal decision. Gun violence never ceases in America. Random truths. #FactsMatter\n"
    },
    {
        "name": "Esther Hopkins\n",
        "account": "@ELHopkins\n",
        "split": "·\n",
        "timestamp": "10h\n",
        "text": "Treating #Covid like a cold is totally unacceptable. Children should not return to school until they test negative. This is #SARSCoV2 not a sniffle. People are  still dying every day, children can also get long covid. Covid can cause organ damage. #vaccinateAndmitigate #CleanAir\n"
    },
    {
        "name": "stop spreading covid\n",
        "account": "@Derek_a_Franks\n",
        "split": "·\n",
        "timestamp": "7h\n",
        "text": "⚠️ AVOID INFECTION ⚠️\nDo everything you can to not get covid.\n"
    },
    {
        "name": "Nonbinary Icon\n",
        "account": "@OrionDBlack\n",
        "split": "·\n",
        "timestamp": "10h\n",
        "text": "It is very troubling to see so many people excited to go to another con after each and every time, COVID is confirmed to spread. We are hardcore failing the disabled people in our communities, and are putting yourself and others at risk.\n"
    },
    {
        "name": "Buck Sexton\n",
        "account": "@BuckSexton\n",
        "split": "·\n",
        "timestamp": "4h\n",
        "text": "The Covid “disinformation!” of a year ago is once again the “oh wow who could have ever guessed this?” of today\n"
    },
    {
        "name": "The New York Times\n",
        "account": "@nytimes\n",
        "split": " · \n",
        "timestamp": "5h\n",
        "text": "A new study showed that people vaccinated against Covid-19 experienced a temporary delay in their periods of about one day compared with those who did not get vaccinated. One cycle after vaccination, people’s periods tended to return to normal. \n"
    },
    {
        "name": "The Post Millennial\n",
        "account": "@TPostMillennial\n",
        "split": "·\n",
        "timestamp": "2h\n",
        "text": "Dr. Marty Makary weighs in after mRNA from COVID vaccines was detected in breast milk.\n"
    },
    {
        "name": "Sass\n",
        "account": "@sasswashere\n",
        "split": "·\n",
        "timestamp": "9h\n",
        "text": "WHY are people not on Twitter aware that covid is a level 3 airborne biohazard neurovascular damage and what that means etc how how how has any level of govt not told them that it’s in the air explained it? \n"
    },
    {
        "name": "Moe\n",
        "account": "@moneyacademyKE\n",
        "split": "·\n",
        "timestamp": "1h\n",
        "text": "The sterling pound has fallen below Sh130 against Kenyan Shilling for the first time since Covid.\nKenya Shilling has appreciated 14.52% against the pound since this year.\n"
    },
    {
        "name": "Prof Cynthia Doença\n",
        "account": "@DoencaProf\n",
        "split": "·\n",
        "timestamp": "2h\n",
        "text": "I’ve got a TV interview & need some quick makeup tips.. what’s the best concealer/foundation to cover up the lie that dropping isolation requirements won’t increase COVID cases? #COVID19 #COVID #CovidIsntOver\n"
    },
    {
        "name": "Daniel Gillis 🏳️‍🌈\n",
        "account": "@DrDanielGillis\n",
        "split": "·\n",
        "timestamp": "6h\n",
        "text": "Assuming I haven't read the data wrong, total COVID-19 deaths in Canada for\n- all of 2020: ~15368\n- all of 2021: ~14656\n- this year (so far): ~14968\nThis year's mild COVID waves have caused more death than all of 2021 and is potentially going to outpace 2020. \n"
    },
    {
        "name": "Madison\n",
        "account": "@Madisontx76\n",
        "split": "·\n",
        "timestamp": "1h\n",
        "text": "At least Trump wouldn’t tell everyone that the best defense against a hurricane is getting your Covid vaccine. 😂🤦🏻‍♀️\n"
    },
    {
        "name": "The Post Millennial\n",
        "account": "@TPostMillennial\n",
        "split": "·\n",
        "timestamp": "2h\n",
        "text": "Tucker Carlson questions what the effects on children might be after it was found that the mRNA from COVID vaccines could be found in breastmilk.\n"
    },
    {
        "name": "Laura Miers\n",
        "account": "@LauraMiers\n",
        "split": "·\n",
        "timestamp": "10h\n",
        "text": "Seeing lots of college kids who can’t go to class because everyone has Covid, but colleges no longer report Covid data. Many are thankful, thinking they’re “getting it over with early.” \nThe public isn’t ready for the new normal. They aren’t even AWARE.\n"
    },
    {
        "name": "Myra Batchelder #VaccinePlus #WearAMask\n",
        "account": "@myrabatchelder\n",
        "split": "·\n",
        "timestamp": "Sep 26\n",
        "text": "A reminder once again that if you own your own car, live in a house, & have a job where you can work from home, at least when COVID levels are high, then you are living in a very different pandemic than people who use public transit, live in apartment buildings, & work in person\n"
    },
    {
        "name": "Northrop Gundam ∀🦅⚔️\n",
        "account": "@GundamNorthrop\n",
        "split": "·\n",
        "timestamp": "9h\n",
        "text": "This is not a catwalk in the fashion show, but the endless daily Covid test queue in Covimmunist #china's Chengdu.\n"
    },
    {
        "name": "Claire #EnoughIsEnough\n",
        "account": "@clairebubblepop\n",
        "split": "·\n",
        "timestamp": "7h\n",
        "text": "Baroness Michelle Mone maybe able to take out injunctions on the newspapers…. BUT she can’t take one out on me! £200 mill in covid contracts, she delivered useless PPE and then didn’t pay her taxes. NHS workers wore bin bags because this Tory peer is corrupt.\n"
    },
    {
        "name": "Michael “oplopanax” Coyle\n",
        "account": "@lithohedron\n",
        "split": "·\n",
        "timestamp": "46m\n",
        "text": "The new lie is that we're seeing \"respiratory viruses\" and not COVID.\nIt's not respiratory virus season or flu season yet. \nMark my words, they're doing their best to hide what's happening.\n"
    },
    {
        "name": "Kevin M. Nelson\n",
        "account": "@KevinMNelsonUSA\n",
        "split": "·\n",
        "timestamp": "1h\n",
        "text": "If they “knew” C19 affected the older and most vulnerable, why intentionally expose them in nursing homes? When you see enough Unvaxxed at-risk people around you recover just fine, you must ask yourself- did Covid really kill everyone they said it did. If not, what? #RethinkCovid\n"
    },
    {
        "name": "Kevin Dalton\n",
        "account": "@KevinForBOS\n",
        "split": "·\n",
        "timestamp": "8h\n",
        "text": "The COVID vaccine that doesn’t even protect you from COVID is now apparently capable of saving you from 100+ MPH winds and flying debris.\n"
    },
    {
        "name": "Tyler Fischer\n",
        "account": "@TyTheFisch\n",
        "split": "·\n",
        "timestamp": "5h\n",
        "text": "300 young people a day die from fentanyl and Biden does NOTHING. \n300 old, sick ppl die from Covid & he shuts down the entire economy, causing even more overdoses. All of this is hurting the youngest, healthiest people. It’s a pandemic of the complete brainless politicians.\n"
    },
    {
        "name": "Chuck Wurster, MD (He/Him)\n",
        "account": "@ChuckWurster\n",
        "split": "·\n",
        "timestamp": "3h\n",
        "text": "Let's see. Covid is not close to being gone. It's still killing people daily and making many others sick, sometimes for months. Universal masking works to decrease transmission. A few loudmouth idiots complain that they don’t like masks, and we cave. OK, got it. \n#BringBackMasks\n"
    },
    {
        "name": "Luke O' Connor 🇮🇪\n",
        "account": "@LOCthedreamer1\n",
        "split": "·\n",
        "timestamp": "10h\n",
        "text": "The 0% VAT rate for newspapers in #Budget2023 should worry people.\nOur newspapers have already taken money from the Chinese Communist Party during the Covid pandemic to print propaganda from the Chinese ambassador.\nA state sponsored press is nothing more than propaganda.\n"
    },
    {
        "name": "Dr. Robert Honeyman 🇺🇦🏳️‍⚧️\n",
        "account": "@DrRHoneyman\n",
        "split": "·\n",
        "timestamp": "10h\n",
        "text": "Would there be a market for a covid safe event with music etc. We could test, distance, ventilate and mask. This could give us Covid cautious people a chance to socialise and feel less lonely 😞maybe this is unrealistic and unsafe? Thoughts?\n"
    },
    {
        "name": "Jay Bhattacharya\n",
        "account": "@DrJBhattacharya\n",
        "split": "·\n",
        "timestamp": "10h\n",
        "text": "The Science (tm) disgraced science during the covid era. For science to recover from being a laughing stock, scientists must repudiate The Science (tm).\n"
    },
    {
        "name": "Tamika Hamilton for Congress\n",
        "account": "@TamikaGHamilton\n",
        "split": "·\n",
        "timestamp": "5h\n",
        "text": "US House candidate, CA-06\nWhy is California now refusing to release school test results publicly?\nI think we all know. The COVID shutdowns have set our students back YEARS and as usual, those responsible want to avoid responsibility.\n"
    },
    {
        "name": "Arrabbiata\n",
        "account": "@PazzoArrabbiata\n",
        "split": "·\n",
        "timestamp": "Sep 26\n",
        "text": "Today my good friend told me she was going to vaccinate her 6 month old. I nearly keeled over.\nEven if I challenged her, it would fall on deaf ears so I just stayed quiet.\nIt’s sad that Covid policies and lies have made it impossible to have a rational conversation.\n"
    },
    {
        "name": "H. Bolds\n",
        "account": "@BoldsHeidi\n",
        "split": "·\n",
        "timestamp": "5h\n",
        "text": "Replying to \n@alyssaharad\nYou are correct. Have both short-term & long-term deadly virus. This virus is airborne, highly contagious, fast mutating. Damages & evades the immune system. \nDamages all organs because it is vascular.\nIf I wrote Si-Fi story of covid, editors would tell it is \"too unbelievable.\"\n"
    },
    {
        "name": "govt.exe is corrupt\n",
        "account": "@govt_corrupt\n",
        "split": "·\n",
        "timestamp": "4h\n",
        "text": "Never in my life have I seen so many consumers turn into avid advocates for something that doesn't even work.  \nIf there's anything to be taken away from this, it's the fact the covid vaccine push has been the most successful marketing campaign in history.\n"
    },
    {
        "name": "Prof Cynthia Doença\n",
        "account": "@DoencaProf\n",
        "split": "·\n",
        "timestamp": "6h\n",
        "text": "I’m gunna pitch for a COVID focused sequel to “Don’t Look Up”. Working title -“Don’t breathe in”. #COVID #COVID19 #NotRecovered\n"
    },
    {
        "name": "Tannis Bell ☸️😷\n",
        "account": "@TannisBell1\n",
        "split": "·\n",
        "timestamp": "6h\n",
        "text": "For 2 years my doctor evaded Covid by using ALL the preventive measures. School has barely opened & wham, her whole family is now infected with Covid. The kids brought it home from school. #HealthCareCrisis \n#BringBackMasks\n"
    },
    {
        "name": "Ed Markey\n",
        "account": "@SenMarkey\n",
        "split": "·\n",
        "timestamp": "9h\n",
        "text": "ME/CFS was America's hidden health crisis long before the pandemic. Now, COVID long haulers are experiencing its debilitating effects. That's why I'm pushing for $27 million to study the intersection of COVID and ME/CFS, and for medical education on the diagnosis and treatment.\n"
    },
    {
        "name": "Will Cain\n",
        "account": "@willcain\n",
        "split": "·\n",
        "timestamp": "9h\n",
        "text": "Four shots but gets COVID twice in two months. And people lost their jobs if they wouldn’t take this shot.\n"
    },
    {
        "name": "extra Prolific\n",
        "account": "@ProlificExtra\n",
        "split": "·\n",
        "timestamp": "5h\n",
        "text": "If your child has a cough or an unexpected wave of exhaustion, it’s likely covid. Test your kids & keep them home please.\nLots of kids at school today that are covid++. Some families sending them after 1-2 days. Our healthcare can’t handle any more than it’s been struggling with.Remember when Trump got Covid and ppl were celebrating?Some ppl hoped he would die they said!This is the power that the media has.They make ppl HATE others who don't think like them.Don't be that way!We pray for our enemies & ppl we don't like,cuz GOD just might turn them around!\n"
    },
    {
        "name": "extra Prolific\n",
        "account": "@ProlificExtra\n",
        "split": "·\n",
        "timestamp": "5h\n",
        "text": "If your child has a cough or an unexpected wave of exhaustion, it’s likely covid. Test your kids & keep them home please.\nLots of kids at school today that are covid++. Some families sending them after 1-2 days. Our healthcare can’t handle any more than it’s been struggling with.Remember when Trump got Covid and ppl were celebrating?Some ppl hoped he would die they said!This is the power that the media has.They make ppl HATE others who don't think like them.Don't be that way!We pray for our enemies & ppl we don't like,cuz GOD just might turn them around!\n"
    },
    {
        "name": "Cynical Crimson Bear\n",
        "account": "@crotrl20\n",
        "split": "·\n",
        "timestamp": "1h\n",
        "text": "So #DeathSantis believes science when it’s about hurricanes but not when it’s about COVID.  Mmmkay\n"
    },
    {
        "name": "Kathiravelu Ganeshan\n",
        "account": "@Ganeshan\n",
        "split": "·\n",
        "timestamp": "9h\n",
        "text": "Covid, climate change and politics have certainly taken the masks off the faces of some bullies, racists, misogynists and other cruel people in this country.\n"
    },
    {
        "name": "Sahar Adatia\n",
        "account": "@sahar_adatia\n",
        "split": "·\n",
        "timestamp": "1h\n",
        "text": "Sally McManus is what leadership should look like. Logical & incisive on the realities of safety amid Covid & wage growth under our restrictive bargaining, yet a presence of calm. Today’s National Press Club address has only reiterated her genuine concern for workers #NPC #auspol\n"
    },
    {
        "name": "lela™️\n",
        "account": "@hamtuud\n",
        "split": "·\n",
        "timestamp": "4h\n",
        "text": "pov you are getting your next covid booster and you walk in while the nurse in on her break wyd\n"
    },
    {
        "name": "Kayla Komix\n",
        "account": "@KMCartoons\n",
        "split": "·\n",
        "timestamp": "4h\n",
        "text": "I'd like to think the worst of Covid is behind me. ✨\n"
    },
    {
        "name": "Dr. Thrasher\n",
        "account": "@thrasherxy\n",
        "split": "·\n",
        "timestamp": "4h\n",
        "text": "There were about 21,500 murders last year. \nThere were twice as many sucidies (46,000) last year. \nThere were about 400,000 Covid deaths last year. \nIf current rates hold there will be abt 200,000 Covid deaths next year. \nIn no way do US culture & politics reflect this.\n"
    },
    {
        "name": "Jon Lion Fine Art ☮️\n",
        "account": "@jonlionfineart2\n",
        "split": "·\n",
        "timestamp": "2h\n",
        "text": "Shortly after Covid started in 2020 I drew this\n"
    },
    {
        "name": "John Ford\n",
        "account": "@JohnDouglasFord\n",
        "split": "·\n",
        "timestamp": "7h\n",
        "text": "Significant overlap between people terrified of fentanyl candy and people who said Covid was just a bad flu.\n"
    },
    {
        "name": "Lisa Haken 🙏🇨🇦🚜⛽️\n",
        "account": "@Lisa_NomDePlume\n",
        "split": "·\n",
        "timestamp": "11h\n",
        "text": "You have all your Covid boosters but you still say #BringBackMasks How useless is the vaccine?\n"
    },
    {
        "name": "Peter Morley\n",
        "account": "@morethanmySLE\n",
        "split": "·\n",
        "timestamp": "6h\n",
        "text": "NEVER FORGET: Dr. Mehmet Oz suggested that Lupus patients like me on hydroxycholoroquine were immune to Covid during the BEGINNING of the pandemic!\nRemember in November, Pennsylvania and please vote John Fetterman!\n"
    },
    {
        "name": "Anti-Grifter\n",
        "account": "@colossusPhD\n",
        "split": "·\n",
        "timestamp": "9h\n",
        "text": "Asymptomatic COVID is bad because you could have Asymptomatic Long COVID and never know it.\n"
    },
    {
        "name": "Covid Report\n",
        "account": "@CovidDataReport\n",
        "split": "·\n",
        "timestamp": "2h\n",
        "text": "NEWSFLASH: You're child catching covid again and again does not help build up his immune system oh no instead it destroys it!. get it right and send you're child to school with a mask on and stop complaining. should be child abuse for a child to get covid over and over again.\n"
    },
    {
        "name": "heather\n",
        "account": "@howisthismylif\n",
        "split": "·\n",
        "timestamp": "5h\n",
        "text": "Since there are zero govt covid mandates left in Canada, can Sheila Lewis get her life saving organ transplant now?\n#SheilaLewisIsEssential\n"
    },
    {
        "name": "Divyansh Kaushik\n",
        "account": "@dkaushik96\n",
        "split": "·\n",
        "timestamp": "10h\n",
        "text": "COVID is why if you want to renew a visa in India, you have to schedule an appointment to drop off your documents, but if you do it in Australia, you can send those documents by post.\n"
    },
    {
        "name": "Northrop Gundam ∀🦅⚔️\n",
        "account": "@GundamNorthrop\n",
        "split": "·\n",
        "timestamp": "6h\n",
        "text": "After all, it's proven that it wasn't just because of Covid containment. These are the same people who tyrannically restricted people's movements, locked them up, discarded the food deliveries, starved them, separated the children from parents & brutalized them on daily basis.\n"
    },
    {
        "name": "BBC News (World)\n",
        "account": "@BBCWorld\n",
        "split": "·\n",
        "timestamp": "20m\n",
        "text": "Flu and Covid could make this a hard winter for UK\n"
    },
    {
        "name": "Stephanie Tait ♿️\n",
        "account": "@StephTaitWrites\n",
        "split": "·\n",
        "timestamp": "Sep 27\n",
        "text": "Another acquaintance in their 30s just had a stroke. No known risk factors… other than having had Covid 3 times so far. \n(And for all the antivaxxers who show up to twist these, this person was actually unvaccinated - as in zero shots at all.) \nI’m losing count at this point.\n"
    },
    {
        "name": "Dr Zoe Harcombe, PhD\n",
        "account": "@zoeharcombe\n",
        "split": "·\n",
        "timestamp": "31m\n",
        "text": "A vaccine for a respiratory virus should have no impact on periods. Period.\n"
    },
    {
        "name": "Matthew Oliver\n",
        "account": "@sameo416\n",
        "split": "·\n",
        "timestamp": "3h\n",
        "text": "“Average COVID-19 mortality per million was 288.54 in countries without face mask policies and 48.40 in countries with face mask policies.”\n"
    },
    {
        "name": "laurie allee\n",
        "account": "@laurieallee\n",
        "split": "·\n",
        "timestamp": "13m\n",
        "text": "Just reminding everyone that when it comes to Covid protocols you are safer on the set of any US film or TV production than in most US hospitals, doctors offices, nursing homes and schools.\n"
    },
    {
        "name": "Arianne\n",
        "account": "@Ari58394958\n",
        "split": "·\n",
        "timestamp": "10h\n",
        "text": "This is what I think. Everything is unraveling, as people are waking of to all of the covid nonsense.  It no longer makes sense to most. People ended up getting covid anyway, so there was only cost. There are people that feel backed into a corner, and are lashing out.\n"
    },
    {
        "name": "Joaquín Beltrán\n",
        "account": "@joaquinlife\n",
        "split": "·\n",
        "timestamp": "16m\n",
        "text": "As I see friends share posts in packed rooms with no one masking, it really hits hard how our country was moved to normalize COVID infections through propaganda set forth by this administration. People's health and lives shouldn't be collateral damage for winning an election.\n"
    },
    {
        "name": "Young Americans for Liberty\n",
        "account": "@YALiberty\n",
        "split": "·\n",
        "timestamp": "6h\n",
        "text": "FDA vaccine adviser is now saying healthy young people are \"unlikely to benefit\" from the \"updated\" COVID booster shot.\n\"If there’s not clear evidence of benefit, then it’s not fair to ask people to take a risk.\"\nOh.\n"
    },
    {
        "name": "An0maly\n",
        "account": "@LegendaryEnergy\n",
        "split": "·\n",
        "timestamp": "54m\n",
        "text": "Do people not realize the Covid vaccine propaganda campaign is so outlandishly sloppy & parody-level creepy? \n(This is an older video, but it’s still ridiculous)\n"
    },
    {
        "name": "Anna-\n",
        "account": "@annatime94\n",
        "split": "·\n",
        "timestamp": "1h\n",
        "text": "#qt is a joke. Both sides ignoring the fact that over 14,000 Australians have died due to the airborne pandemic and 1000’s more suffering with Long Covid, with none of them wanting to do a damn thing about it. \nDelusion in real time.\n"
    },
    {
        "name": "🌘 TENACIOUS TEAH 🌘\n",
        "account": "@TeahCartel\n",
        "split": "·\n",
        "timestamp": "3h\n",
        "text": "I can not get rid of my covid cough. I almost just hit the floor. Make sure you all take precautions from this shit.\n"
    },
    {
        "name": "Jess 🌺\n",
        "account": "@MeetJess\n",
        "split": "·\n",
        "timestamp": "19m\n",
        "text": "COVID-19 can cause lasting lung damage \n3 ways long COVID patients' respiration can suffer\n"
    },
    {
        "name": "John Scalzi\n",
        "account": "@scalzi\n",
        "split": "·\n",
        "timestamp": "6h\n",
        "text": "In fact I almost never rewrite at all, but I wrote a whole bunch of this current novel under the influence of COVID brain, and as a result I wrote a bunch of stuff my dear-god-let's-hope-it's-not-long-COVD brain was all \"dude wtf\" about, so I'm fixing it now. These things happen.\n"
    },
    {
        "name": "Inspired Aquariums\n",
        "account": "@InspiredAquaCA\n",
        "split": "·\n",
        "timestamp": "4h\n",
        "text": "To all the unmasked people I see hacking & coughing in BC right now:\nYou probably have Covid - STAY HOME!\nAlready had Covid this summer?\nYou can catch it again.\nYour RAT was negative?\nFalse negatives happen.\nEven if it is something else:\nWE DON'T WANT YOUR COLD OR FLU EITHER!\n"
    },
    {
        "name": "AB George\n",
        "account": "@AbGeorge_\n",
        "split": "·\n",
        "timestamp": "54m\n",
        "text": "#PonniyinSelvan / #PS1 #Kerala huge demand & enquiries for tickets in all premium screens like PVR properties, Ragam, Vanitha Veneetha, Ariesplex etc. 🔥👏\nEdappally Vanitha added a 5 am show for the first time post-covid 👏\nGood booking for night shows in other centers also 👏\n"
    },
    {
        "name": "Dudley Benson\n",
        "account": "@DudleyBenson\n",
        "split": "·\n",
        "timestamp": "1h\n",
        "text": "This narrative that overseas has 'moved on from Covid' isn't true. I'm in NYC, and many continue to wear masks, especially on public transport. Testing stations along main streets. Went to a show tonight, 3000+ people at the Lincoln Centre: everyone compulsory-masked entire show\n"
    },
    {
        "name": "Tom Jackman\n",
        "account": "@frozen\n",
        "split": "·\n",
        "timestamp": "2h\n",
        "text": "Perhaps Dr. Henry can explain the findings and questionable ethics behind her seroprevalence study? As her coauthor explained, the vast majority of BC's children caught covid during the last school year, despite Henry's repeated assurances at the time that this wasn't happening.\n"
    },
    {
        "name": "X | عمر\n",
        "account": "@xavierjp__\n",
        "split": "·\n",
        "timestamp": "8h\n",
        "text": "Covid was the second fastest growing religion behind Islam for 2 whole years\n“The Science” was their deity\nThe media were their prophets\n“Experts” were their saints \nCovid restrictions were their prayers \nMasks were their attire  \nVaccines were their holy water\nI was a heretic\n"
    },
    {
        "name": "Captain Obvious\n",
        "account": "@TheFungi669\n",
        "split": "·\n",
        "timestamp": "11h\n",
        "text": "Donald Trump is like Covid.\nIt’s viral, it’s deadly, and it won’t go away!\n"
    },
    {
        "name": "laurie allee\n",
        "account": "@laurieallee\n",
        "split": "·\n",
        "timestamp": "1h\n",
        "text": "Someday people will look back at this era’s medical establishment policy of mass Covid infection & mask aversion the same way we now look at historical doctors who dismissed germ theory, refused to wash hands & condescendingly prescribed leeches, bloodletting and exorcisms.\n"
    },
    {
        "name": "Andrew Longhurst #VaccinesPlus\n",
        "account": "@a_longhurst\n",
        "split": "·\n",
        "timestamp": "5h\n",
        "text": "The problem is none of this is being communicated to the public. I don’t expect it to come from politicians (we should), but not even public health officials. They are, in fact, saying the opposite: covid is a nothingburger…just the sniffles…repeated reinfection no big deal.\n"
    },
    {
        "name": "Diego Bassani, PhD\n",
        "account": "@DGBassani\n",
        "split": " · \n",
        "timestamp": "6h\n",
        "text": "Robust study, scary findings. In what universe are these increases in risks of thrombotic diseases following SARS-CoV-2 infection in the population under 40 years of age acceptable?  twitter.com/jonathanastern…\n"
    },
    {
        "name": "Stacey Tae 🇺🇦\n",
        "account": "@StaceyTaeFNP\n",
        "split": "·\n",
        "timestamp": "5h\n",
        "text": "I’ll continue to mask in indoor public spaces because picking up my necessities with a bare face isn’t worth Covid, or any virus TBH. #CovidIsNotOver\n"
    },
    {
        "name": "Tim\n",
        "account": "@LettersfromTim\n",
        "split": "·\n",
        "timestamp": "4h\n",
        "text": "What has \n@AlboMP\n done to protect Australia from the next COVID wave?\n- 4th dose at 30%\n- No boosters for <30s\n- No vaccine for <5s\n- No masking on public transport\n- 5d iso & Pandemic leave gone this Friday\nThis is deliberate\nThis is social murder\n#CovidIsNotOver \n#auspol\n"
    },
    {
        "name": "Cleckylad\n",
        "account": "@cleckylad\n",
        "split": "·\n",
        "timestamp": "9h\n",
        "text": "Had my Covid booster today.\nBloke that delivered it looked like Giant Haystacks bigger brother.\nApparently these guys are doing 12 hour shifts and half hour for lunch,\nCoffey does 12 hour lunch and half hour shifts\n"
    },
    {
        "name": "Elizabeth Maurice PhD (She/Her) 🏳️‍🌈🇺🇦❤️\n",
        "account": "@Lizmauricephd\n",
        "split": "·\n",
        "timestamp": "11h\n",
        "text": "Today in the supermarket someone unmasked sniggered as I walked past in my hazmat suit.\nI cried. This is what Covid has done to the world! He laughed at me as he stood there selfishly wearing no mask! He’s killing people and I’m trying to do my best.\nAND HE LAUGHED AT ME!\n"
    },
    {
        "name": "chantzy\n",
        "account": "@chantz_y\n",
        "split": "·\n",
        "timestamp": "1h\n",
        "text": "Covid is more than a respiratory virus\nCovid is more than a respiratory virus\nCovid is more than a respiratory virus\n"
    },
    {
        "name": "Thomas Ingram\n",
        "account": "@IngrameThomas\n",
        "split": "·\n",
        "timestamp": "9h\n",
        "text": "And to think Sturgeon  and her clapping seals even bumped small business in Scotland to use their covid funds for their ferries , it takes a special type of cruel callous bastards to do stuff like that eh ?\n"
    },
    {
        "name": "Priti Gandhi - प्रीति गांधी\n",
        "account": "@MrsGandhi\n",
        "split": "·\n",
        "timestamp": "2m\n",
        "text": "With the ban on PFI, never forget how this terrorist organization was given legitimacy by providing govt contracts for disposal of Covid bodies by the ShivSena-NCP-Congress govt in Maharashtra.\nEven at the height of the pandemic, their dangerous plans were smoothly implemented!\n"
    },
    {
        "name": "d\n",
        "account": "@980802_\n",
        "split": "·\n",
        "timestamp": "2h\n",
        "text": "Other artists: involved in prostitution, gambling, tax fraud, etc. Total criminals.\nCXK: being scolded for not opening the door because he followed the COVID prevention protocol. Also failed to catch his hat when it was blown off by the wind. How dare he 😡🤬\n"
    },
    {
        "name": "Brenda Hardie 💫\n",
        "account": "@DrBrendaHardie\n",
        "split": "·\n",
        "timestamp": "1h\n",
        "text": "Massive UK study shows dramatic increase in risk of a heart attack or stroke after COVID \n21 x higher in the first 2 weeks and still 4x higher a month later. \nYikes!  Wear your mask. \nBetter yet let’s get clean air regulations.\n"
    },
    {
        "name": "JonesPhD\n",
        "account": "@JonesPhD\n",
        "split": "·\n",
        "timestamp": "4h\n",
        "text": "Masks work because we agree at various levels of government? 🤪 For those that study causal relationships there really isn’t any evidence public or school mask use reduces Covid cases. You need consistency, temporality, dose-response, among other criteria; which hasn’t happened.\n"
    },
    {
        "name": "That's what CA said\n",
        "account": "@thatswhatcasaid\n",
        "split": " · \n",
        "timestamp": "8h\n",
        "text": "LA county supervisor Janice Hahn asks public health director Barbara Ferrer why she won’t align with the state with her school close contact masking policy\n"
    },
    {
        "name": "Tio\n",
        "account": "@tiotheo01\n",
        "split": "·\n",
        "timestamp": "4h\n",
        "text": "\"Nobody asks for Covid vaccine passports anymore.\"\nWhat's the matter? Disappointed that you took the shots for nothing? \nYeah yeah, your choice, protect others, yadayadayada. If you say so.\n"
    },
    {
        "name": "Javier (mascarilla😷 ventilación 🪟💨 📈CO2 ) 🚫🦠\n",
        "account": "@nikomer75\n",
        "split": "·\n",
        "timestamp": "10h\n",
        "text": "Took an exhausting KUL-BKK-FRA-AMS flight from KL to Amsterdam, rushing from one airport to another across 3 time zones. \nNobody asks for Covid vaccine passports anymore. \nAlso no 😷 mandates in Bangkok/ Frankfurt/ Amsterdam airports it seems, although can still see some 😷 .\nOne of the authors of the controversial paper, well known Anti-mask-activist making fun of Covid Deaths. This paper with severe methodological mistakes has served as “scientific” support for the elimination of all preventive measures at schools. \nHow the academy let this happen?\n"
    },
    {
        "name": "Javier (mascarilla😷 ventilación 🪟💨 📈CO2 ) 🚫🦠\n",
        "account": "@nikomer75\n",
        "split": "·\n",
        "timestamp": "10h\n",
        "text": "Took an exhausting KUL-BKK-FRA-AMS flight from KL to Amsterdam, rushing from one airport to another across 3 time zones. \nNobody asks for Covid vaccine passports anymore. \nAlso no 😷 mandates in Bangkok/ Frankfurt/ Amsterdam airports it seems, although can still see some 😷 .\nOne of the authors of the controversial paper, well known Anti-mask-activist making fun of Covid Deaths. This paper with severe methodological mistakes has served as “scientific” support for the elimination of all preventive measures at schools. \nHow the academy let this happen?\n"
    },
    {
        "name": "Dr Anthony (Tony) Moore 💉💉💉💉\n",
        "account": "@PerpetualWinger\n",
        "split": "·\n",
        "timestamp": "8h\n",
        "text": "Until we make meaningful inroads into curbing SARS-CoV-2 transmission, we will continue to see an accumulative burden of disease associated with COVID-19. Only a multi-layered VaccinePlus strategy can achieve this. We should stop treating SARS-CoV-2 infection as a fait accompli\n"
    },
    {
        "name": "Stephen Semler\n",
        "account": "@stephensemler\n",
        "split": "·\n",
        "timestamp": "6h\n",
        "text": "Covid isn’t over, but the federal Covid response might be soon—Biden is punting on pandemic relief for the third time since March: https://stephensemler.substack.com/p/biden-is-punting-on-covid-relief\n"
    },
    {
        "name": "April - (she/her)\n",
        "account": "@AprilinBC\n",
        "split": "·\n",
        "timestamp": "56m\n",
        "text": "I guess we’re pretending Covid isn’t a vascular disease with an initial respiratory phase again tomorrow. I won’t be watching the briefing, but hopefully \n@Protect_BC\n will be doing a live fact check.\n"
    },
    {
        "name": "Stacey Rudin\n",
        "account": "@stacey_rudin\n",
        "split": "·\n",
        "timestamp": "5h\n",
        "text": "Why does this psycho want the mRNA juice injected into all of us? Isn’t it obvious by now that if we’ve survived three years of “COVID” unvaccinated…we’re gonna be okay?\n"
    },
    {
        "name": "Sam Peak\n",
        "account": "@SpeakSamuel\n",
        "split": "·\n",
        "timestamp": "5h\n",
        "text": "It's not COVID. It's bureaucratic inertia.\n"
    },
    {
        "name": "Lacey\n",
        "account": "@LaceyLaceyp\n",
        "split": "·\n",
        "timestamp": "2h\n",
        "text": "A modelling briefing has morphed into an update on on “respiratory viruses”. This is how you attempt to make Covid seem like any garden variety seasonal virus.\n"
    },
    {
        "name": "🎃🍂Rocky Mountain Views🍂🎃\n",
        "account": "@RockyMountViews\n",
        "split": "·\n",
        "timestamp": "2h\n",
        "text": "Why are Republicans more concerned with Fentanyl deaths than they were about COVID deaths?\nThey blame Fentanyl on Democrats for some reason like we are out there selling it on the street corners.\n"
    },
    {
        "name": "#Healing + #SocialJustice with Rose Rosetree\n",
        "account": "@aura_rosetree\n",
        "split": "·\n",
        "timestamp": "5h\n",
        "text": "My husband and I just got the new #covalent #Covid-19 vaccine.\nWhat a privilege!\nBTW, with this latest booster, to call the shot painless! I've had mosquito bites that hurt more.\n#CovidIsntOver \n#MaskUp\n"
    },
    {
        "name": "Wendy Robinson\n",
        "account": "@pansyandrose211\n",
        "split": "·\n",
        "timestamp": "10m\n",
        "text": "My mom entered home hospice care this afternoon.\nCovid destroyed her, but that lady has an iron will. She’s making Covid work because she’s not giving up easy.\nGo Mom!\n"
    },
    {
        "name": "IndustriALL\n",
        "account": "@IndustriALL_GU\n",
        "split": "·\n",
        "timestamp": "11m\n",
        "text": "Workers everywhere need a pay rise that reflects the inflation rate and the sacrifices made during the #Covid pandemic; they need wages that reflect their essential part in value creation.\n#JustFuture\n"
    },
    {
        "name": "Han Dol Kim\n",
        "account": "@hdktweets\n",
        "split": "·\n",
        "timestamp": "1m\n",
        "text": "Feeling isolated? Reach out #covid #isolation\n"
    },
    {
        "name": "Luke Zaleski\n",
        "account": "@ZaleskiLuke\n",
        "split": "·\n",
        "timestamp": "6h\n",
        "text": "What is still baffling and troubling on many levels is the fact that all trump had to do was act like a normal US president during Covid and he would’ve rallied the country around the pandemic response, unified America, and won the election and he just wouldn’t do it—because why?\n"
    },
    {
        "name": "Pandemic News\n",
        "account": "@mildanalyst\n",
        "split": "·\n",
        "timestamp": "9h\n",
        "text": "No kidding \nRising Covid-19 Cases in the UK may be a warning for the US\n"
    },
    {
        "name": "Rep. Anthony Sabatini\n",
        "account": "@AnthonySabatini\n",
        "split": "·\n",
        "timestamp": "9h\n",
        "text": "Don’t listen to Biden \nGetting a COVID vaccine won’t protect you from #HurricaneIan \nEvacuate the Tampa Bay area ASAP\n"
    },
    {
        "name": "COVIDtownSK\n",
        "account": "@SKCovid\n",
        "split": "·\n",
        "timestamp": "2h\n",
        "text": "September 27, 2022\nSK COVID deaths unknown due to #MoeMonthlyDataBlackout\n"
    },
    {
        "name": "Nicole Saphier, MD\n",
        "account": "@NBSaphierMD\n",
        "split": "·\n",
        "timestamp": "4h\n",
        "text": "The fact #BringBackMasks is trending without substantiated data demonstrating lives saved highlights the major failure of public health during the Covid pandemic.\n"
    },
    {
        "name": "Prof Marc Tennant AM\n",
        "account": "@MarcTennant\n",
        "split": "·\n",
        "timestamp": "5h\n",
        "text": "I think the Feds have finally achieved shutting down our reporting on Aged Care COVID - while not actually stopping the \"presenting\" of \"data\" (if I had lower than lower case for the word data I would use it).\nIt too them 10 months to \"fix us\" should be proud of that\n"
    },
    {
        "name": "Jason “Storm Chaser” Nelson™\n",
        "account": "@Storm4Congress\n",
        "split": "·\n",
        "timestamp": "11h\n",
        "text": "The same people who think big Pharma won’t end cancer ‘cause profits’ also thinks big Pharma had incentive to end Covid.\n"
    },
    {
        "name": "Jeff Harris\n",
        "account": "@TheVotersSay\n",
        "split": "·\n",
        "timestamp": "9h\n",
        "text": "If you regularly wear an N95 mask, how did you get Covid? \nShouldn’t your mask have protected you?\nWhy is it someone else’s fault that you got sick?\n"
    },
    {
        "name": "Journal of Insulin Resistance\n",
        "account": "@JInsulinResist\n",
        "split": "·\n",
        "timestamp": "1h\n",
        "text": "Retweet Vlog: Article Insights\n@DrAseemMalhotra\n published a two-part review article entitled “Curing the pandemic of misinformation on COVID-19 mRNA vaccines through real evidence-based medicine,”  Read more:\n"
    },
    {
        "name": "Maureen Seaberg\n",
        "account": "@Tetrachromatix\n",
        "split": "·\n",
        "timestamp": "6h\n",
        "text": "I couldn’t be prouder to announce my next book is for St. Martin’s Press debuting August 8, 2023. Here is the gorgeous cover, which just dropped. Do you want to know what COVID smells like? You’ll have to read it to find out…#books #nonfiction #science #senses\n"
    },
    {
        "name": "Black in the Empire\n",
        "account": "@blackintheempir\n",
        "split": "·\n",
        "timestamp": "11h\n",
        "text": "Watching Russiagate and the Covid narrative completely fall apart and people refusing to acknowledge any of it has been something to see\n"
    },
    {
        "name": "Candy\n",
        "account": "@candyjean\n",
        "split": "·\n",
        "timestamp": "4h\n",
        "text": "Thanks to GOVERNOR Kate Brown's leadership, we were one of the states LEAST impacted in the nation with our COVID policies. I don't know why Drazan and Johnson wanted more Oregonians to be harmed by the pandemic.\n"
    },
    {
        "name": "Supply Chain Logistics\n",
        "account": "@E_got_tweets\n",
        "split": "·\n",
        "timestamp": "6h\n",
        "text": "There seems to be a direct correlation between having pronouns in your bio and having an extremely dramatic, completely benign case of Covid rip through your family. Maybe the pronouns are a risk factor or even the cause. Might want to protect yourself by getting rid of them.\n"
    },
    {
        "name": "Gematria Effect News\n",
        "account": "@freetofindtruth\n",
        "split": "·\n",
        "timestamp": "6h\n",
        "text": "Remember…\nCoronavirus = Covid Vaccine = Fertility.\nLearn #Gematria\n"
    },
    {
        "name": "Melinda Richards 🇦🇺🇺🇸\n",
        "account": "@goodfoodgal\n",
        "split": "·\n",
        "timestamp": "6h\n",
        "text": "“Covid-like”\nIs that a scientific term?\n"
    },
    {
        "name": "Camilla Pearce\n",
        "account": "@pearceyp78\n",
        "split": "·\n",
        "timestamp": "6h\n",
        "text": "I’m surprised Tory Conference is still going ahead?! How is Truss expecting to take to the stage & have any form of credibility?! I feel a slow clap coming on. W.I style. Either that or she’ll come down with Covid. All in all, painful viewing.  #GeneralElectionNow #EnoughlsEnough\n"
    },
    {
        "name": "Geoff Field\n",
        "account": "@GeoffField\n",
        "split": "·\n",
        "timestamp": "3h\n",
        "text": "In an obvious reference to our politicians disgraceful SILENCE, Sally McManus starts her #npc address with a warning that Covid is not over - thank you 🙏🙏 #CovidIsntOver\n"
    },
    {
        "name": "James Melville\n",
        "account": "@JamesMelville\n",
        "split": "·\n",
        "timestamp": "9h\n",
        "text": "And like clockwork…\n"
    },
    {
        "name": "Songpinganq\n",
        "account": "@songpinganq\n",
        "split": "·\n",
        "timestamp": "2h\n",
        "text": "This is not a catwalk in a fashion show, but endless daily COVID test queue in Chengdu City.\n"
    },
    {
        "name": "Mr. Skilling\n",
        "account": "@mr_skilling\n",
        "split": "·\n",
        "timestamp": "5h\n",
        "text": "People forget that the only reason Bill Paxton survived the F5 tornado at the end of Twister was because he was vaccinated against Covid\n"
    },
    {
        "name": "알렉사💫\n",
        "account": "@ALEXAsaki\n",
        "split": "·\n",
        "timestamp": "1h\n",
        "text": "All I wish is for Dara, her friends, and her team not to contract COVID while abroad for this event.\n"
    },
    {
        "name": "Morgan 🌙\n",
        "account": "@TreasurexTrove\n",
        "split": "·\n",
        "timestamp": "9h\n",
        "text": "Made a little TikTok about this neat deck. Check it out. ⬇️\nAlso your daily reminder that covid hasn’t disappeared so wash your hands and get boosted! ❤️ (the pandemic inspired this deck)\n"
    },
    {
        "name": "Julia Cassandra 🏺\n",
        "account": "@Jul101Vie\n",
        "split": "·\n",
        "timestamp": "6h\n",
        "text": "Big COVID-19 waves may be coming, new Omicron strains suggest\n\"Emerging subvariants have hit on a combination of mutations that makes them more immune evasive than ever\"\n"
    },
    {
        "name": "Mucho Gusto\n",
        "account": "@Outcome42\n",
        "split": "·\n",
        "timestamp": "1h\n",
        "text": "Floridians preparing for Hurricane Ian going through the preparedness list and they hear on the news Biden reminding them to get vaccinated 🤦‍♂️\nFlorida was done with Covid a long time ago!\n"
    },
    {
        "name": "Sonia Prince\n",
        "account": "@Die__Trying_\n",
        "split": "·\n",
        "timestamp": "4h\n",
        "text": "Replying to \n@RealDeanCain\nDear Dean Cain,\nPeople who are Covid long haulers (aka 7% of all infected by covid), cancer patients and people who are immunocompromised are not laughing.\n"
    },
    {
        "name": "steve hilton\n",
        "account": "@SteveHiltonx\n",
        "split": "·\n",
        "timestamp": "9h\n",
        "text": "California schools were closed longer than most other states during COVID. \nNow they’re withholding the data that could show just how disastrous these lockdowns were for our children.\n"
    },
    {
        "name": "TheBlaze\n",
        "account": "@theblaze\n",
        "split": "·\n",
        "timestamp": "5h\n",
        "text": "Another study confirms COVID-19 vaccination linked to menstrual cycle changes\n"
    },
    {
        "name": "CHUCK INGLISH said it.\n",
        "account": "@Chuckisdope\n",
        "split": "·\n",
        "timestamp": "6h\n",
        "text": "My dog thought we were in the old world.. and could just mosh with fans like we used too..  😔\nIts so burnt now .. \nthese post covid world niggas out here squeezing nuts w bad intentions.   \ncant believe i had to type that out.\n"
    },
    {
        "name": "Jason Orton\n",
        "account": "@jasonorton420\n",
        "split": "·\n",
        "timestamp": "8h\n",
        "text": "At what point did you, in the high risk category, realize that your \"friends\", or even family, didn't care if you got Covid and died? \nWhen did they ostracize you for asking that they take precautions to see you? \nAre they still asking you to go into unsafe environments? \n#COVID\n"
    },
    {
        "name": "Sellin’burgers\n",
        "account": "@SellinBurgers\n",
        "split": "·\n",
        "timestamp": "2h\n",
        "text": "Just got the bivalent Covid booster.  👍🏼 Does this one have another microchip? Or is this the one changing my dna to cobra?  I can’t keep up \n"
    },
    {
        "name": "Jess 🌺\n",
        "account": "@MeetJess\n",
        "split": "·\n",
        "timestamp": "4h\n",
        "text": "COVID Variant Tracker Shows BA.4.6, BF.7 on the Rise \n\"These newer variants of concern, help the virus itself escape natural immunity, or immunity that we have from vaccines or both” ⚠️\n"
    },
    {
        "name": "Daryl Maguire’s tractor\n",
        "account": "@DarylTractor\n",
        "split": "·\n",
        "timestamp": "6h\n",
        "text": "I know it’s very unpleasant to dredge up such unsavoury things but yesterday Victoria reported 22 more Covid deaths (in one day).\n"
    },
    {
        "name": "Night owl 9836🌊🇺🇸💙🌊\n",
        "account": "@lorelei1950\n",
        "split": "·\n",
        "timestamp": "6h\n",
        "text": "I got the flu shot like I've done for years because having the flu is very serious. \nNext, I will get the Covid booster. \nDuring fall and winter months, it's important to wear a mask to prevent all viruses, including the common cold. \nWho's with me?\n"
    },
    {
        "name": "Judi Cunningham (Rebuilding)\n",
        "account": "@CarrieC75701474\n",
        "split": "·\n",
        "timestamp": "6h\n",
        "text": "I’m fully vaccinated, but I tested positive for Covid today. Very short of breath.\n"
    },
    {
        "name": "USAS - History, Travel, Tech, Equality\n",
        "account": "@USAS_WW1\n",
        "split": "·\n",
        "timestamp": "5h\n",
        "text": "Dean Cain wearing a COVID mask to fly to Canada trends with Tampa Bay, Solovyov Kindle Unlimited and She's a Republican. Bad policies and Kirstie Alley, Kevin Sorbo types are why we're #1 in per capita COVID deaths in North America and Canada with better policies is #22. #Science\n"
    },
    {
        "name": "Jennifer Drover\n",
        "account": "@jldrover\n",
        "split": "·\n",
        "timestamp": "10h\n",
        "text": "I have had Type 1 diabetes for 20+ years. When I had Covid, my closed loop insulin pump used 2x as much insulin as usual (even though I didn't eat anything) and my blood sugar was still dangerously high because the pump couldn't keep up. So forgive me for keeping my mask on.\n"
    },
    {
        "name": "Soula🌻\n",
        "account": "@vacuumofmyheart\n",
        "split": "·\n",
        "timestamp": "2h\n",
        "text": "A true voice of reason with Sally McManus today at the National Press Club. Thank you \n@latingle\n for asking a pressing question re safety at work & bringing attention to repeat Covid infection & long Covid. Ramifications need to be openly discussed. Solutions are overdue.\n#NPC\n"
    },
    {
        "name": "Alex Washburne\n",
        "account": "@WashburneAlex\n",
        "split": "·\n",
        "timestamp": "8h\n",
        "text": "This article on \"How Fauci and Collins Shut Down COVID Debate\"\nis worth revisiting as we study the origins of COVID and find a long paper trail of Fauci supporting papers calling lab leak hypotheses a \"conspiracy\"...\nyet Fauci funded GoF work on CoVs.\n"
    },
    {
        "name": "𝓝𝓸𝓼𝓯𝓮𝓻𝓪𝓽𝓾\n",
        "account": "@FourWinns298\n",
        "split": "·\n",
        "timestamp": "7h\n",
        "text": "I think Japan's herbivore culture is spreading to America and growing rapidly.\nCovid definitely accelerated it.\nUseless just another ridiculous move from the QP clowns and their COVID Rapid Acquisition Plan.\n Schools are already overrun with infections even though Ford and his cretins have proclaimed the pandemic over.\n Don‘t vote and this is what you get.\n"
    },
    {
        "name": "𝓝𝓸𝓼𝓯𝓮𝓻𝓪𝓽𝓾\n",
        "account": "@FourWinns298\n",
        "split": "·\n",
        "timestamp": "7h\n",
        "text": "I think Japan's herbivore culture is spreading to America and growing rapidly.\nCovid definitely accelerated it.\nUseless just another ridiculous move from the QP clowns and their COVID Rapid Acquisition Plan.\n Schools are already overrun with infections even though Ford and his cretins have proclaimed the pandemic over.\n Don‘t vote and this is what you get.\n"
    },
    {
        "name": "Barchart\n",
        "account": "@Barchart\n",
        "split": "·\n",
        "timestamp": "5h\n",
        "text": "Only 10.5% of S&P 500 stocks are currently trading above their 200 Day Moving Average.  During the last 15 years, it was only lower twice - During the Great Financial Crisis in late 2008/early 2009 and the first few weeks of the Covid lockdown in March 2020.\n"
    },
    {
        "name": "Peter Morley\n",
        "account": "@morethanmySLE\n",
        "split": "·\n",
        "timestamp": "6h\n",
        "text": "NEVER FORGET: Dr. Mehmet Oz suggested that Lupus patients like me on hydroxycholoroquine were immune to Covid during the BEGINNING of the pandemic! I have been on this drug since 2014 & I got Covid 2x!\nPlease vote John Fetterman & REMEMBER IN NOVEMBER! 💙\n"
    },
    {
        "name": "NOT Brian Lilley🤡\n",
        "account": "@ValValpuriam\n",
        "split": "·\n",
        "timestamp": "10h\n",
        "text": "The absolutely insane Covid Zero nuts wanna #BringBackMasks \nHere’s a “best of” some of them from the last few days….\n"
    },
    {
        "name": "Amanda Hu\n",
        "account": "@amandalhu\n",
        "split": "·\n",
        "timestamp": "7h\n",
        "text": "Buying cloth masks instead of respirators for a pandemic you’re pretending is over is... a choice. Perhaps the public may be less confused by:\n- explaining that COVID is airborne\n- providing well-fitting respirators to filter breath of infected persons and susceptible persons\n"
    },
    {
        "name": "Standup4kids\n",
        "account": "@Kourtne55842085\n",
        "split": "·\n",
        "timestamp": "3h\n",
        "text": "First month back to school: Happy kids, normal routines, smiling faces…A fantastic return! Colds, flus and covid will all make an appearance, but we will be fine. The kids need normalcy. ☺️\n"
    },
    {
        "name": "Denis Rancourt\n",
        "account": "@denisrancourt\n",
        "split": "·\n",
        "timestamp": "8h\n",
        "text": "Please help me find mainstream media reports that claim (or use) \"more than 40K COVID-19 deaths in Canada\". Put links in comment please. \n(I'm writing a doozy about these stats.)\n"
    },
    {
        "name": "genshin impact stan & updates account\n",
        "account": "@femcelgender\n",
        "split": "·\n",
        "timestamp": "1h\n",
        "text": "anti-covid legend yassss #mask4mask\n"
    },
    {
        "name": "Bill Comeau 🇨🇦🇺🇦\n",
        "account": "@Billius27\n",
        "split": "·\n",
        "timestamp": "5h\n",
        "text": "I'd rather see entitled, uneducated Americans like this actor stay home and mess up their own country. They've done enough damage polluting our social media with vaccine and covid lies. (He was also the worst Superman in history.)\n"
    },
    {
        "name": "Andy Ostroy\n",
        "account": "@AndyOstroy\n",
        "split": "·\n",
        "timestamp": "6h\n",
        "text": "20 people on my subway car. I’m the only one in a mask. Did I miss a ‘#Covid’s gone’ announcement?\n"
    },
    {
        "name": "Semi-Fascist Dom Schwartz\n",
        "account": "@schwartzdom1\n",
        "split": "·\n",
        "timestamp": "4h\n",
        "text": "The synthetic nanolipids collect in the ovaries. mRNA is found in breast milk. And the Covid injections change your periods.\nBut totally safe and effective and should be mandated for 3.5 billion women.\n"
    },
    {
        "name": "helen\n",
        "account": "@papiergarden\n",
        "split": "·\n",
        "timestamp": "11h\n",
        "text": "Live with immunosuppressed husband so had Spikevax today. Confirmation text said bring mask. Didn’t specify to wear it so nobody did. Told two people about #Evusheld through my FFP3 whilst trying to distance. Hope covid hasn’t come home with me. \n@evusheld4theuk\n #immunosuppressed\n"
    },
    {
        "name": "Gil McGowan\n",
        "account": "@gilmcgowan\n",
        "split": "·\n",
        "timestamp": "3h\n",
        "text": "Major study of 44 countries shows that mask mandates save lives: lots of them. Average COVID mortality per million was 288.54 in countries without face mask policies and 48.40 in countries with face mask policies. Lifting mandates now is gross negligence.\n"
    },
    {
        "name": "Rep. Dan Bishop\n",
        "account": "@RepDanBishop\n",
        "split": "·\n",
        "timestamp": "9h\n",
        "text": "After four doses of the vaccine, the Pfizer CEO tested positive for covid a second time.\nEvery single person fired for not taking the vaccine - especially our brave troops - should get their jobs back immediately.\n"
    },
    {
        "name": "Grace C 🇺🇸\n",
        "account": "@gc22gc\n",
        "split": "·\n",
        "timestamp": "2h\n",
        "text": "Numerous Side Effects Being Reported In Children Breastfed By Covid Vaccinated Mothers #DrNaomiRWolf\n"
    },
    {
        "name": "Rich Aunty Nana 💜\n",
        "account": "@_auntynana\n",
        "split": "·\n",
        "timestamp": "11h\n",
        "text": "This might sound weird, but I lowkey want to experience another lockdown. Might pray for COVID to come back 🤷🏾‍♀️🤷🏾‍♀️\n"
    },
    {
        "name": "Michael Bosco, PharmD, BCIDP, AAHIVP\n",
        "account": "@theIDPharmD\n",
        "split": "·\n",
        "timestamp": "8h\n",
        "text": "If you haven't been vaccinated against Covid, please consider it. It's still very much a threat, especially to those who are older or with underlying conditions.\nI am 29, otherwise healthy, received 5 vaccines, in good shape, and couldn't get out of bed for nearly 3 days.\n"
    },
    {
        "name": "Bernie's Tweets\n",
        "account": "@BernieSpofforth\n",
        "split": "·\n",
        "timestamp": "2m\n",
        "text": "CHINA - Shenzhen. Protesting residents backlash against further lockdowns as Covid cases are discovered.\nGovernment finding it increasingly difficult to control its citizens now.\n"
    },
    {
        "name": "Steph Bee\n",
        "account": "@stephabees\n",
        "split": "·\n",
        "timestamp": "6h\n",
        "text": "#BringBackMasks Masks have kept me healthy for 2.5 years. As a teacher, I've seen in real time what a difference they make it times of viral spread. Kids need to be protected from the long term consequences of getting covid multiple times.\n"
    },
    {
        "name": "Joe the Bull in a China Shop\n",
        "account": "@JoetheBull65\n",
        "split": "·\n",
        "timestamp": "7h\n",
        "text": "World's Largest Fresh Produce Market CATCHES FIRE — and People are Starting to Ask Questions\nAfter years of governments around the world exploiting the Covid pandemic to invoke emergency powers, there is a new crisis brewing\n"
    },
    {
        "name": "Rep. Mike Johnson\n",
        "account": "@RepMikeJohnson\n",
        "split": "·\n",
        "timestamp": "16h\n",
        "text": "Our military is experiencing its worst recruiting year ever thanks in part to \n@SecDef\n's military COVID vaccine mandate.\nEven though the mandate is clearly damaging military readiness, it remains in effect.\nThey would rather degrade our military than admit they were wrong.\n"
    },
    {
        "name": "Medicare Mermaids\n",
        "account": "@medicaremermaid\n",
        "split": "·\n",
        "timestamp": "7h\n",
        "text": "ALERT: The DOJ has just filed suit against Peter Navarro (Trump’s Assistant) for return of email documents he KEPT ON HIS “PRIVATE SERVER” related to communications with Trump having to do with pot’l false information on Covid and the vaccines. WOW-imagine, a private server!\n"
    },
    {
        "name": "VAXX Lizzie\n",
        "account": "@AxLizzie\n",
        "split": "·\n",
        "timestamp": "10h\n",
        "text": "Replying to \n@JortsTheCat\nCorporations discovered with COVID that massive loss of human life is an acceptable trade off for company profit. It's not surprising they're applying that lesson to climate disasters as well.\n"
    },
    {
        "name": "Leila Siyad\n",
        "account": "@leilasiyad\n",
        "split": "·\n",
        "timestamp": "5h\n",
        "text": "Remember during \n@M_Farmaajo\n he sent Somali girls as a doctors👩‍⚕️ to Italy 🇮🇹 to assist Italy 🇮🇹 in its efforts to combat the spread of the COVID-19 pandemic. Today Hassan Sheikh is sending our girls as a maids to Saudi Arabia 🇸🇦. \nSomethings never change leadership matters.\n"
    },
    {
        "name": "Kaivan Shroff\n",
        "account": "@KaivanShroff\n",
        "split": "·\n",
        "timestamp": "6h\n",
        "text": "If Trump responded to COVID the way Biden responded to Monkeypox — hundreds of thousands of American lives would have been saved.\n"
    },
    {
        "name": "MassCrime ★🤘\n",
        "account": "@boy_thing_\n",
        "split": "·\n",
        "timestamp": "1h\n",
        "text": "2022 is too harsh with him. Injuries, covid attack+ brother died, now mother passed away.. Being \n@urstrulyMahesh\n is too hard, stay strong annaya.. we all with you. \n#RIPIndiraDeviGaru \n#MaheshBabu #HeroKrishna\n"
    },
    {
        "name": "ポーラカタリーナ #COVIDisAirborne (積ん読-era) 📚🐳🧣\n",
        "account": "@paulakatarina\n",
        "split": "·\n",
        "timestamp": "7h\n",
        "text": "Just because everyone's getting COVID-19 doesn't mean I have to resign to also contracting the virus. I would very much like to enjoy my remaining days not suffering from debilitating long COVID symptoms. So if I can avoid getting it, I'll do everything I can to keep status quo.\n"
    },
    {
        "name": "Prof Brendan Crabb AC\n",
        "account": "@CrabbBrendan\n",
        "split": "·\n",
        "timestamp": "3h\n",
        "text": "Most have no idea that COVID is as significant as it is; for them, for those they love, & for the community generally. Fundamentally shifting mortality rates (~15% increase in 2022) & the chronic health outlook for many in the population. Clear messaging about this is essential.\n"
    },
    {
        "name": "Sonia Prince\n",
        "account": "@Die__Trying_\n",
        "split": "·\n",
        "timestamp": "4h\n",
        "text": "So he doubles down on being mean and insults covid long haulers and cancer patients? Sigh.  \nTo our kind Canadian neighbors up north: We apologize for Dean Cain. Most non-MAGAs understand science; like surgeons/doctors, we understand masks prevent the spread of Omicron strains.\n"
    },
    {
        "name": "A Drug Hunter and a Covid Survivor\n",
        "account": "@ColoradoDavidSu\n",
        "split": "·\n",
        "timestamp": "1h\n",
        "text": "Mike Pompeo is trying to be relevant, he tried as hard as Nikki whoever. President Pompeo won’t happen. Just settle with some real deal instead and pray for no legal trouble. He #grifted pretty well while he is doing it.\n"
    },
    {
        "name": "Monica Verduzco-Gutierrez, MD\n",
        "account": "@MVGutierrezMD\n",
        "split": "·\n",
        "timestamp": "3h\n",
        "text": "Discussing at a meeting with doctors taking care of #pwLC. \n"
    },
    {
        "name": "Covid Report\n",
        "account": "@CovidDataReport\n",
        "split": "·\n",
        "timestamp": "1h\n",
        "text": "#NYS hospitalizations are starting to rise faster. Hospital admissions are increasing as well. #CovidIsntOver #COVIDisAirborne\n"
    },
    {
        "name": "Dakota\n",
        "account": "@Dakota_150\n",
        "split": "·\n",
        "timestamp": "9h\n",
        "text": "\"Mounting evidence shows autoimmune responses play a significant role in long Covid\"\n'Recent research suggests people with long Covid are more likely to have markers of autoimmune disease in their blood a year after infection'\n"
    },
    {
        "name": "Shane 🍊\n",
        "account": "@MoPatriot_Shane\n",
        "split": "·\n",
        "timestamp": "9h\n",
        "text": "Covid was the way they implemented this.\nThe following media includes potentially sensitive content. Change settings\n"
    },
    {
        "name": "Carol Matas\n",
        "account": "@carolmatas\n",
        "split": "·\n",
        "timestamp": "9h\n",
        "text": "I love that you get a sticker after you’ve been vaccinated!  Thx to the great people at Notre Dame. What an efficient operation and everyone so nice! #bivalent #covid #MB\n"
    },
    {
        "name": "Timcast News\n",
        "account": "@TimcastNews\n",
        "split": "·\n",
        "timestamp": "7h\n",
        "text": "mRNA From COVID-19 Vaccine Found in Breastmilk, New Study Shows\n"
    },
    {
        "name": "Kendra \"Gloom is My Beat\" Pierre-Louis\n",
        "account": "@KendraWrites\n",
        "split": "·\n",
        "timestamp": "8h\n",
        "text": "Sometimes, I think my therapist really regrets taking me on (as a climate reporter) as a patient. Normal people talk about childhood trauma. I talk about how covid is related to the climate crisis and how that plays into my childhood trauma and oh does he have a disaster plan?\n"
    },
    {
        "name": "Accidental Activist\n",
        "account": "@elysia48623912\n",
        "split": "·\n",
        "timestamp": "5m\n",
        "text": "You guys I’m stuck in a 2 year long infomercial. \n#covid\n#getvaccinated\n#getvaccinatedforhurricanes\n"
    },
    {
        "name": "MINDF©️K\n",
        "account": "@gal_suburban\n",
        "split": "·\n",
        "timestamp": "8h\n",
        "text": "My apologies in advance to my non-Florida friends for the barrage of weather related tweets from me during #HurricaneIan. Before Covid-19, my \"work\" was Hurricane Relief & Disaster Aftermath. Info during a catastrophic event is crucial & its is not always easy to find. Stay safe!\n"
    },
    {
        "name": "Beverly Sherrill (She/Her)☮\n",
        "account": "@bevsherrill\n",
        "split": "·\n",
        "timestamp": "4h\n",
        "text": "I give \n@OregonGovBrown\n an A on her COVID response that kept Oregonians safe. Children will catch up with their education - only if they are alive. I am supporting \n@TinaKotek\n #orpol\n"
    },
    {
        "name": "World Health Network\n",
        "account": "@TheWHN\n",
        "split": "·\n",
        "timestamp": "9h\n",
        "text": "Politics can't dictate our health policies. COVID-19 is a pandemic. Join us on Sept. 28th at 8 PM ET for an important Twitter Spaces discussion about the pandemic with \n@DrEricDing\n, \n@danaparish\n, and \n@zalaly\n. https://zcu.io/VG6S\n#LongCovid #PandemicIsNotOver #CovidIsNotOver\n"
    },
    {
        "name": "thersites\n",
        "account": "@commieleejones\n",
        "split": "·\n",
        "timestamp": "9h\n",
        "text": "“Until recently, only a few cases of acquired hemophilia have been reported after receiving mRNA-derived COVID-19 vaccines. … It is crucial to raise awareness about this side effect that may be directly induced by the mRNA COVID-19 vaccine.”\n"
    },
    {
        "name": "idonttrustthe$cience™\n",
        "account": "@idonttrustit\n",
        "split": "·\n",
        "timestamp": "4h\n",
        "text": "Replying to \n@KristenNagle_\nThis comments section is horrid. If you still believe the Covid lie, give your head a shake.\n"
    },
    {
        "name": "Citizen Free Press\n",
        "account": "@CitizenFreePres\n",
        "split": "·\n",
        "timestamp": "8h\n",
        "text": "Russell Brand will stream exclusively on Rumble after YouTube hit his channel with an official warning for 'Covid misinformation':\n\"We're moving to Rumble... All of our content is up on Rumble first... We're joining them because they're not going to censor our content.\"\n"
    },
    {
        "name": "QUELAAG⚔️ Xingenue\n",
        "account": "@xIngenue\n",
        "split": "·\n",
        "timestamp": "2h\n",
        "text": "https://youtu.be/Lbdzdpqvq4c Covid has fried my brain so here's a video essay about how I think a wolf could beat me up and is more spiritually enlightened than me.\n"
    },
    {
        "name": "Elise Davis (she/her) 🇨🇦\n",
        "account": "@Elise_ekd\n",
        "split": "·\n",
        "timestamp": "10h\n",
        "text": "I am so sad that \n@JustinTrudeau\n has thrown so many disabled &  high-risk people, under the bus. We really don't matter. There are wide ramifications of removing all Covid safety measures on planes & trains, and stating masking in indoor crowded spaces isn't supported by science.\n"
    },
    {
        "name": "Cory Morgan\n",
        "account": "@CoryBMorgan\n",
        "split": "·\n",
        "timestamp": "6h\n",
        "text": "Listening to the Covid-Zero cultists squawking about the end of mask mandates on planes with claims it will reduce air traffic reminds me of the bullshit from Deborah Yedlin with the Calgary Chamber when she wrongly claimed ending vax mandates would hurt business\n"
    },
    {
        "name": "Sue J\n",
        "account": "@SMpwrgr\n",
        "split": "·\n",
        "timestamp": "5h\n",
        "text": "Open letter to \n@AlboMP\n & Premiers\nDear Nat Cab\nPlease don’t remove iso entirely this Friday. It may save you money in short term, but long term price of Long Covid chronic disability, dementia & death will break Aust economy & people. \nAnd be transparent\nRegards\nSue Jennings\n"
    },
    {
        "name": "Westchester Mom\n",
        "account": "@WNYOpenSchools\n",
        "split": "·\n",
        "timestamp": "4h\n",
        "text": "Every university mandating covid boosters for students and staff must be transparent of their endowment’s investments.\n"
    },
    {
        "name": "Blake Levine\n",
        "account": "@blake_levine\n",
        "split": "·\n",
        "timestamp": "6h\n",
        "text": "Last September Mize's football coach Steve Bynum lost his fight with COVID. A sad moment for the community, but now a year later the team uses Bynum's messages and teachings to power them through the season.\n"
    },
    {
        "name": "Kathryn\n",
        "account": "@kadamssl\n",
        "split": "·\n",
        "timestamp": "4h\n",
        "text": "Replying to \n@PaulFletcherMP\nWhat did you do for the Arts during Covid ? Disgraceful\n“Average COVID-19 mortality per million was 288.54 in countries without face mask policies and 48.40 in countries w/ face mask policies”\nNearly 6x the deaths in countries w/o masking, which is what we’re doing in #Canada now. \nA (very un)solid plan. \n#BringBackMasks\n"
    },
    {
        "name": "Kathryn\n",
        "account": "@kadamssl\n",
        "split": "·\n",
        "timestamp": "4h\n",
        "text": "Replying to \n@PaulFletcherMP\nWhat did you do for the Arts during Covid ? Disgraceful\n“Average COVID-19 mortality per million was 288.54 in countries without face mask policies and 48.40 in countries w/ face mask policies”\nNearly 6x the deaths in countries w/o masking, which is what we’re doing in #Canada now. \nA (very un)solid plan. \n#BringBackMasks\n"
    },
    {
        "name": "ZN2\n",
        "account": "@ZN2_______\n",
        "split": "·\n",
        "timestamp": "9h\n",
        "text": "Part 1/2\n@DrAseemMalhotra\n   on the covid jab\n"
    },
    {
        "name": "loribgood\n",
        "account": "@loribgood1\n",
        "split": "·\n",
        "timestamp": "6h\n",
        "text": "Just left the ENT. Significant hearing loss in the right ear due to Covid caused nerve damage. The heavy dose of steroids I had helped some. Am now a candidate for hearing aid, but we are going to give it 6 months to see if there is any further change. #MaskUp \n#CovidIsntOver\n"
    },
    {
        "name": "Elle\n",
        "account": "@tired_elle\n",
        "split": "·\n",
        "timestamp": "4h\n",
        "text": "There is another COVID outbreak at my grandma’s LTC in BC. Both her roommates have tested positive, so far she is negative, but they won’t move her out of the room. She is in quarantine with them.\n"
    },
    {
        "name": "buttonsbutt48\n",
        "account": "@buttonsbutt484\n",
        "split": "·\n",
        "timestamp": "3h\n",
        "text": "Women said COVID shots affect periods. A new study shows they’re right. - The Washington Post ok, even this leftist rag is admitting there is a problem. It then vax impacts you period how does it not impact your reproductive organs?\n"
    },
    {
        "name": "Justin Lee\n",
        "account": "@DailyJLee\n",
        "split": "·\n",
        "timestamp": "24m\n",
        "text": "We’ve got covid deniers and ministers coming up on their third year anniversary of being completely wrong, they’ll be celebrating with yet another big indoor gathering I’m sure\n"
    },
    {
        "name": "Geoff Field\n",
        "account": "@GeoffField\n",
        "split": "·\n",
        "timestamp": "2h\n",
        "text": "Sally McManus bringing the issue of Covid out of the closet starting her address saying it's not over and is now answering questions about pandemic leave  saying allowing sick people to go into workplaces is asking for trouble - Thank you Sally #npc Are the pollies watching?\n"
    },
    {
        "name": "Semutmerahkecil\n",
        "account": "@Semutmerahkeci2\n",
        "split": "·\n",
        "timestamp": "9h\n",
        "text": "Participate #cactusboom challenge. \"Meow time\". I made this picture when I was exposed to covid on the 10th day, to entertain myself and my little daughter who is also positive for covid. Keep your heart and body healthy. #nftcollectors #nft #nftcommunity #petslover #nftcat\n"
    },
    {
        "name": "Allicat 🇦🇺😷\n",
        "account": "@allicat76\n",
        "split": "·\n",
        "timestamp": "6h\n",
        "text": "Workmates partner had baby overnight. Baby having trouble breathing. Specialist called in. May need to be transferred to larger hospital. Mother had covid early pregnancy.\n"
    },
    {
        "name": "3 Wise Monkeys (Get the Covid 💉) 🙈🙉🙊\n",
        "account": "@3wisemonk3ys\n",
        "split": "·\n",
        "timestamp": "1h\n",
        "text": "See the difference? #Archie hasn’t said a word and already he’s being called a ‘spoilt brat’. George being a spoilt brat makes him ‘cheeky’. I feel horrible for Archie and Lilibet. It’s starting already.\n"
    },
    {
        "name": "Northrop Gundam ∀🦅⚔️\n",
        "account": "@GundamNorthrop\n",
        "split": "·\n",
        "timestamp": "10h\n",
        "text": "#Shanghai Fuzhou Road Cultural Street, once a busy tourist hot spot for stationery, book stores & cultural atmosphere, has now become Zero-Street with store closures en mass under CoviCP's failed Zero-Covid policy.\n"
    },
    {
        "name": "Mean Maria is done with you\n",
        "account": "@mitchellscomet\n",
        "split": "·\n",
        "timestamp": "6h\n",
        "text": "How long did your cough linger after you got over having covid?  Im tired of this bs\n"
    },
    {
        "name": "pj\n",
        "account": "@pjhn22\n",
        "split": "·\n",
        "timestamp": "10h\n",
        "text": "1 In 5. Does everyone realize how high of a risk that is? I have seen it higher. Wth are we doing? \n@potus\n is a fool and is killing and disabling people daily! Sadly this won't end until they make an actual plan to prevent the transmission of #Covid and #LongCovid #MaskUp #N95\n"
    },
    {
        "name": "What Trudeau Has Done\n",
        "account": "@What23HasDone\n",
        "split": "·\n",
        "timestamp": "2h\n",
        "text": "The Liberals have made it possible for hundreds of thousands of people to use Paxlovid, a life-saving COVID-19 medication.\nBut some premiers won't even allow pharmacists to prescribe it while dozens of people die per week. This is beyond unacceptable.\n"
    },
    {
        "name": "Scott Wampler™\n",
        "account": "@ScottWamplerBMD\n",
        "split": "·\n",
        "timestamp": "3h\n",
        "text": "[guy who has only had COVID once catching COVID for a second time] getting a lot of COVID vibes from this\n"
    },
    {
        "name": "Eric Topol\n",
        "account": "@EricTopol\n",
        "split": "·\n",
        "timestamp": "7h\n",
        "text": "How long is Covid infectious and what's the best way to track it that correlates with culture positivity?\n\"Most adults have replication-competent #SARSCoV2 for 10-14 after symptom onset, and N antigen testing is a strong predictor of viral infectiousness\"\nhttps://medrxiv.org/content/10.1101/2022.09.26.22280387v1\n"
    },
    {
        "name": "Zachary Rubin, MD\n",
        "account": "@rubin_allergy\n",
        "split": "·\n",
        "timestamp": "9h\n",
        "text": "Hey \n@JAMAPediatrics\n this is a highly misleading tweet. \nIn a study of 11 lactating individuals there were only picogram amounts of mRNA COVID-19 vaccine detected in expressed breast milk of 5 of these individuals up to 48 hours post 💉\nThis is not clinically significant.\n"
    },
    {
        "name": "Matthew Pettipas\n",
        "account": "@MatthewPettipa1\n",
        "split": "·\n",
        "timestamp": "10h\n",
        "text": "#BringBackMasks if you are so brain damaged by over 2 years of fear mongering and do not follow science. I haven't worn a mask since 2021 and I NEVER GOT COVID. People are done catering to your fears and you must accept that not every pandemic can last forever.\n"
    },
    {
        "name": "Sarah Beth Burwick\n",
        "account": "@sarahbeth345\n",
        "split": "·\n",
        "timestamp": "5h\n",
        "text": "Why we are even still talking about this is beyond me.\nWe need weekly meetings and task forces and bureaus and czars for child/teen obesity and mental health. Not covid.\n"
    },
    {
        "name": "Euan MacDonald\n",
        "account": "@Euan_MacDonald\n",
        "split": "·\n",
        "timestamp": "3h\n",
        "text": "“Example of a ‘Hello, COVID (and other interesting diseases)’-type barracks for mobilized Russian troops. Wait until they see the ‘Hello, HIMRS’ type.”\n"
    },
    {
        "name": "Covid Report\n",
        "account": "@CovidDataReport\n",
        "split": "·\n",
        "timestamp": "1h\n",
        "text": "Walgreens positivity is the highest it has ever been for #NYS\n"
    },
    {
        "name": "Covid is Airborne in schools\n",
        "account": "@AugersMonster\n",
        "split": "·\n",
        "timestamp": "5h\n",
        "text": "A Govt cannot talk about integrity and be taken seriously while hiding what happens in National Cabinet.\n"
    },
    {
        "name": "Inspired Aquariums\n",
        "account": "@InspiredAquaCA\n",
        "split": "·\n",
        "timestamp": "3h\n",
        "text": "\"Respiratory viruses\"\nIt's called Covid Richard, and #CovidIsNotOver\nIs #TeamAccess not allowed to say the word anymore?\n"
    },
    {
        "name": "BNN Canada\n",
        "account": "@BNNCA\n",
        "split": "·\n",
        "timestamp": "4h\n",
        "text": "BREAKING: Over a year after a former MP, former MPP, and pastor of the Church of God in Aylmer, Ont., were charged with violating public health orders amid the COVID-19 pandemic, the Crown announced that all charges have been dropped.\n"
    },
    {
        "name": "Prof Peter Hotez MD PhD\n",
        "account": "@PeterHotez\n",
        "split": "·\n",
        "timestamp": "16h\n",
        "text": "Rising Covid-19 Cases in the UK may be a warning for the US | My interview with ⁦\n@ReporterGoodman\n⁩ \n@CNN\n"
    },
    {
        "name": "Mrigank Shail, MD\n",
        "account": "@mrigankshail\n",
        "split": "·\n",
        "timestamp": "1h\n",
        "text": "Long COVID will hurt our health AND our economies. \n“If 1 million people are out of the labor force because of long COVID, the lost income would be more than $50 billion annually.” ⬇️\n"
    },
    {
        "name": "simple solution\n",
        "account": "@debrakhin\n",
        "split": "·\n",
        "timestamp": "2h\n",
        "text": "Top London cardiologist: Stop the COVID-19 shots NOW\n"
    },
    {
        "name": "Stephanie Sheh\n",
        "account": "@stephaniesheh\n",
        "split": "·\n",
        "timestamp": "4h\n",
        "text": "I directed this while I had Covid! And the more than capable \n@Monetatwork\n graciously stepped in to help me out.\n"
    },
    {
        "name": "Reuters\n",
        "account": "@Reuters\n",
        "split": "·\n",
        "timestamp": "18m\n",
        "text": "APPEC China's oil demand set to recover as COVID restrictions ease http://reut.rs/3Chw6AT\n"
    },
    {
        "name": "Oliver Willis\n",
        "account": "@owillis\n",
        "split": "·\n",
        "timestamp": "8h\n",
        "text": "Remember how they attacked liberals for not trick or treating and doing other activities re covid\n"
    },
    {
        "name": "🌸🌸 lovineleven 🌸🌸\n",
        "account": "@lovineleven\n",
        "split": "·\n",
        "timestamp": "5h\n",
        "text": "So sad to hear the owner of Takis Shelter in Greece is sick with Covid. He is taking care of almost 500 dogs and is one of this planet's most selfless angels and a hero in my book. Praying for his FULL recovery!\n"
    },
    {
        "name": "Biden the Election Stealer\n",
        "account": "@morrismd1918\n",
        "split": "·\n",
        "timestamp": "10h\n",
        "text": "Replying to \n@DickesonKathy\nThe Dems lied about:\nCovid\nthe vax\nthe safety/efficacy of hydroxychloroquine & ivermectin\nnot raising taxes \nThe Dems\ncrashed stock market\ncaused the highest inflation in 40 yrs\ndoubled the price of fuel\nmade the US dependent on oil imports\ngave billions to the Big Blue Cities\n"
    },
    {
        "name": "Pro 2A Hotel Concierge \n",
        "account": "@Hotel2a\n",
        "split": "·\n",
        "timestamp": "5h\n",
        "text": "Back from visit with Pop. He's doin much better since the spinal tap, pic line & surgery. I had to be removed when they disclosed Remdesivir for Covid is on day 2 of 5. I lost my shit. Has to be another way or answer.. Tomorrow, I'll go again. Thanks for the prayers, y'all🖤\n"
    },
    {
        "name": "Jason Howerton\n",
        "account": "@jason_howerton\n",
        "split": "·\n",
        "timestamp": "7h\n",
        "text": "FDA vaccine adviser now says healthy young people should NOT get new COVID booster.\nDo you hear the sound of the entire narrative falling apart?\n"
    },
    {
        "name": "mskathleenquinn\n",
        "account": "@mskathleenquinn\n",
        "split": "·\n",
        "timestamp": "6h\n",
        "text": "(Apologies for repeatedly retweeting an article I wrote today but I really am trying to reach doctors to create Covid-safe office hours with n95s+HEPA, to advertise themselves as doing so, and calling on hospitals to do first rate Covid infection control.)\n"
    },
    {
        "name": "Raymond Baker ⭐️⭐️⭐️\n",
        "account": "@RayBake\n",
        "split": "·\n",
        "timestamp": "3h\n",
        "text": "Let me fix this for you, \n@IAGovernor\n.\nYou cut taxes for businesses\nYou let 10,000 Iowans die of Covid\nYou underfunded K-12 education\nYou gutted higher ed funding\nYou didn't fund mental health services\nAnd you hoarded taxpayer funds while spending BILLIONS in federal relief $$$.\n"
    },
    {
        "name": "Hiroshi Yasuda (保田浩志)\n",
        "account": "@Yash25571056\n",
        "split": "·\n",
        "timestamp": "1h\n",
        "text": "Dr. LK Jha (Sarvodaya Hospital) said, \n\"..incidences of heart attacks & heart failure have increased by 25-30% in people who got infected with Covid. Patients who had to be hospitalized..are much more vulnerable.. we are seeing a considerable surge..\"\n"
    },
    {
        "name": "Reuters\n",
        "account": "@Reuters\n",
        "split": "·\n",
        "timestamp": "1h\n",
        "text": "China is seeing a surge in people looking to sell their Hermes Birkin bags or Rolex watches to raise cash as well as a jump in interest from belt-tightening shoppers after a COVID-driven economic slowdown https://reut.rs/3EgG0UP\n"
    },
    {
        "name": "🇮🇳 Tushar Patil 🇮🇳\n",
        "account": "@tushar_patil_27\n",
        "split": "·\n",
        "timestamp": "11h\n",
        "text": "Look at this he's #Pfizer CEO who said PFizer is 100 % effective had covid earlier and also now is +ve ,they were lecturing us on our vaccine which are more effective and efficient better than #Pfizer\n"
    },
    {
        "name": "Rep. Chip Roy Press Office\n",
        "account": "@RepChipRoy\n",
        "split": "·\n",
        "timestamp": "9h\n",
        "text": "🚨Rep Roy JUST sent a letter to House Rs outlining nearly 70 examples of how Congress funds:\n-Open borders\n-COVID tyranny\n-Anti-energy policies\n-Woke indoctrination\n-Weak, woke military\n... & how this week's spending bill enables Biden to continue ALL OF THEM.\n#NotOneMorePenny\n"
    },
    {
        "name": "Brad\n",
        "account": "@Bradgolf1216\n",
        "split": "·\n",
        "timestamp": "4h\n",
        "text": "I know sometimes I can be rough, criticize treatments for long covid and come across as arrogant even, but I love my long covid fam on twitter #LongCovid and I appreciate everyone! 💪🏻Stay strong\n"
    },
    {
        "name": "President of the Noble Committee\n",
        "account": "@ProblemModern\n",
        "split": "·\n",
        "timestamp": "3h\n",
        "text": "Replying to \n@RealDeanCain\nIt's okay, you're not a doctor. I'll explain. You see, there's a pandemic, using masks highly reduce the spreading of the virus. that's a good thing, for a very minor inconvenience. Any christian would love to help other people with such simple gesture.\n"
    },
    {
        "name": "Paira🔞 OPEN COMMISSIONS\n",
        "account": "@GoldenWitchA\n",
        "split": "·\n",
        "timestamp": "8h\n",
        "text": "Artist got sick for a couple of days (got covid :c) \nbut im finally back so i'll be posting some doodles ♥\nHave some best girl cuz you deserve it. \n#Edgerunners\n"
    },
    {
        "name": "WicMar\n",
        "account": "@WicMar\n",
        "split": "·\n",
        "timestamp": "2h\n",
        "text": "\"How Queen Silvia became infected with the mild cough is unknown\". Right. \nShe attended the Queen's funeral 7 days ago,stood 2 people away from the Queen of Denmark who tested positive the day after.\nNow the Queen has a 'cold' and is covid safe by 'not shaking anyone's hand'.\n1/2\n"
    },
    {
        "name": "Nicole Jarvis (She/Her/They/Them)\n",
        "account": "@nico1e\n",
        "split": "·\n",
        "timestamp": "4h\n",
        "text": "Just a reminder that more people in BC are dying from opioid overdose & fentanyl than from covid. And almost nobody can find a family doctor. And we still need more counsellors in our schools. (Yes these things are connected.)\n"
    },
    {
        "name": "John Tague\n",
        "account": "@johnjtague\n",
        "split": "·\n",
        "timestamp": "5h\n",
        "text": "Covid test negative. Cleared to work. Details to come! #actor\n"
    },
    {
        "name": "“You got enough thigh meat to feed the homeless”\n",
        "account": "@TheDoomerPluto\n",
        "split": "·\n",
        "timestamp": "8h\n",
        "text": "Being an average to below average male is very miserable and if most women experience it they'd *ff themselves \nGuranteed. \nCovid proved this\n"
    },
    {
        "name": "Songpinganq\n",
        "account": "@songpinganq\n",
        "split": "·\n",
        "timestamp": "5h\n",
        "text": "Sep 27th. Hainan Province\nPeople lining up in the typhoon to take their daily routine COVID test to keep their QR code vaccine passport valid to keep their jobs.\n"
    },
    {
        "name": "Wittgenstein\n",
        "account": "@backtolife_2023\n",
        "split": "·\n",
        "timestamp": "1h\n",
        "text": "Wisconsin COVID vaccine doctors' lawsuit | FOX6 News Milwaukee\nSource: FOX6 News Milwaukee (Youtube)\n"
    },
    {
        "name": "Armstrong Economics\n",
        "account": "@StrongEconomics\n",
        "split": "·\n",
        "timestamp": "11h\n",
        "text": "The Police Benevolent Association sued the state of New York and won – all police officers who were fired for refusing the vaccine will be rehired. It is only a matter of time before the public sector follows as the government has milked the COVID cow dry.\n"
    },
    {
        "name": "Noor Bari\n",
        "account": "@NjbBari3\n",
        "split": "·\n",
        "timestamp": "7h\n",
        "text": ".\n@lapublichealth\n reports 90% of the approx. 60 Covid patients currently hospitalized in the county’s 4 DHS hospitals are there WITH Covid.\nTherefore, 6 patients are hospitalized FOR Covid. \nThe majority tested positive upon admission for something other than Covid.\nMany of us that have observed exhaled breath condensation and larger aerosol floating on a cold day instinctively knew how COVID-19 would spread… \n… but ancient dogma and powerful vested interests got in the way of that too. #COVIDisAirborne and so are a lot of other things.\n"
    },
    {
        "name": "Noor Bari\n",
        "account": "@NjbBari3\n",
        "split": "·\n",
        "timestamp": "7h\n",
        "text": ".\n@lapublichealth\n reports 90% of the approx. 60 Covid patients currently hospitalized in the county’s 4 DHS hospitals are there WITH Covid.\nTherefore, 6 patients are hospitalized FOR Covid. \nThe majority tested positive upon admission for something other than Covid.\nMany of us that have observed exhaled breath condensation and larger aerosol floating on a cold day instinctively knew how COVID-19 would spread… \n… but ancient dogma and powerful vested interests got in the way of that too. #COVIDisAirborne and so are a lot of other things.\n"
    },
    {
        "name": "Kevo B\n",
        "account": "@kevo__b\n",
        "split": "·\n",
        "timestamp": "10h\n",
        "text": "Not only was Dido Harding responsible for the squandering (?) of £37bn, as a director of \n@TheJockeyClub\n she insisted on Cheltenham Races going ahead in March 2020 which helped spread Covid across the UK. She shouldn't be allowed anywhere near Public Health England #DidoHarding\n"
    },
    {
        "name": "Professor Adrian Esterman\n",
        "account": "@profesterman\n",
        "split": "·\n",
        "timestamp": "3h\n",
        "text": "Big COVID-19 waves may be coming, new Omicron strains suggest https://science.org/content/article/big-covid-19-waves-may-be-coming-new-omicron-strains-suggest#.YzOte7YOF1Q.twitter \nWell-written article\n"
    },
    {
        "name": "Bo Snerdley\n",
        "account": "@BoSnerdley\n",
        "split": "·\n",
        "timestamp": "11h\n",
        "text": "Suspend All COVID-19 mRNA Vaccines Until Side-Effects are Fully Investigated, Says Leading Doctor Who Promoted Them on TV\n"
    },
    {
        "name": "Sarah Gaines, Resist 💙\n",
        "account": "@SarahGa18785797\n",
        "split": "·\n",
        "timestamp": "3h\n",
        "text": "I'm going in early tonight, having been feeling well I have a sore throat 😩 and mild fever with a headache, I did two home covid tests both said negative will do one in the am.👇🏾👇🏾\n"
    },
    {
        "name": "Bill O'Leary\n",
        "account": "@talk2oleary\n",
        "split": "·\n",
        "timestamp": "5h\n",
        "text": "BREAKING: Ford government buying two million cloth masks for schools but Ontario doctors say the level of protection is too low against COVID. Asked to comment Premier Ford stated, “With winter coming and windows open, cloth masks will be warmer for the kids”. \n@fordnation\n #onpoli\n"
    },
    {
        "name": "VegasBorn2016\n",
        "account": "@TRexOwner\n",
        "split": "·\n",
        "timestamp": "6h\n",
        "text": "So when will #Nevada hospitals stop with the insanity. Literally think of how ridiculous it is that healthcare workers are stuck wearing masks all day. Well \n@GovSisolak\n \n@SteveSisolak\n"
    },
    {
        "name": "Conor Riordan\n",
        "account": "@logical_conor\n",
        "split": "·\n",
        "timestamp": "15m\n",
        "text": "They steered us through COVID to the fastest rebounding economy in EU\nThey steered us through BREXIT with minimal impact\nAny now they steer us through wartime \nThese men are #hero’s. Quiet, unassuming leaders\nWe are blessed to have them \n#gratitude\n"
    },
    {
        "name": "Jeff Veillette\n",
        "account": "@JeffVeillette\n",
        "split": "·\n",
        "timestamp": "9h\n",
        "text": "Cap explosion coming in 2025 & 2026, just in time for the Leafs' big four stars to all renew\nIn hindsight, cannot be overstated how much Toronto in particular got screwed by the Covid cap\n"
    },
    {
        "name": "Michael “oplopanax” Coyle\n",
        "account": "@lithohedron\n",
        "split": "·\n",
        "timestamp": "4h\n",
        "text": "The question becomes, why aren't we using all of the tools we have to reduce mortality.\nBonnie Henry is anti mask, still denies COVID is airborne, and refuses to use the most up to date information when making policies.\nShe's got to be fired.\n"
    },
    {
        "name": "digby\n",
        "account": "@digby56\n",
        "split": "·\n",
        "timestamp": "7h\n",
        "text": "Now he doesn't want to be petty? \nHe should visit the graveyards of all the COVID victims who died unnecessarily in his state.\n"
    },
    {
        "name": "Rav Arora\n",
        "account": "@Ravarora1\n",
        "split": "·\n",
        "timestamp": "6h\n",
        "text": "So \n@rustyrockets\n made a mistake in one of his Covid videos, acknowledged it, made a new video apologizing for it and YouTube still censored him?\nHow many pro-mandate commentators making dubious or outright false claims about vaccine efficacy on big channels have been censored?\n"
    },
    {
        "name": "caroline\n",
        "account": "@carolinestahl22\n",
        "split": "·\n",
        "timestamp": "20s\n",
        "text": "it's unfair you in Paris and me stuck at home with the covid prfff \n@JaredLeto\n"
    },
    {
        "name": "ABC News\n",
        "account": "@ABC\n",
        "split": "·\n",
        "timestamp": "8m\n",
        "text": "Megan Thee Stallion is urging her fans to seek help amid a mental health crisis among U.S. youth that was exacerbated by the COVID-19 pandemic.\n"
    },
    {
        "name": "Dr Deborah Harkness (PhD, LHD)\n",
        "account": "@DebHarkness\n",
        "split": "·\n",
        "timestamp": "8h\n",
        "text": "🙏\nToday's #gratitude:\n💉 the bivalent COVID booster which will make it possible for me to be in crowds and indoors with a mask\n😖 my body's strong reaction to the vaccine, proving my immune system is working\n⏰ my new \n@hatchforsleep\n alarm clock--no more loud beeping\n#simplethings\n"
    },
    {
        "name": "Debra Florence\n",
        "account": "@DebraFlorence4\n",
        "split": "·\n",
        "timestamp": "2h\n",
        "text": "Germany tightens COVID rules for travel during fall, winter | AP News\n"
    },
    {
        "name": "Joe_O 🎲🎲\n",
        "account": "@Joe_0liva313\n",
        "split": "·\n",
        "timestamp": "2h\n",
        "text": "Not for a 100M #COVID\n"
    },
    {
        "name": "Reuters\n",
        "account": "@Reuters\n",
        "split": "·\n",
        "timestamp": "1h\n",
        "text": "British health officials warn of difficult winter with flu and COVID http://reut.rs/3y0XksN\n"
    },
    {
        "name": "Covid Report\n",
        "account": "@CovidDataReport\n",
        "split": "·\n",
        "timestamp": "7h\n",
        "text": "Check this out #Ian loop with lightning shown on this\n"
    },
    {
        "name": "Trishika #LiveableNHSBursary\n",
        "account": "@TrishikaSuji\n",
        "split": "·\n",
        "timestamp": "11h\n",
        "text": "I earn more hourly doing covid-19 vaccination shifts as a medical student with no degree.\nDoctors are so underpaid. \n6 years of uni & heavy patient responsibility.\nI knew I wouldn’t be mad rich as a doctor, but I thought at least I’d be valued. \n@wesstreeting\n \n#PayRestoration\n"
    },
    {
        "name": "Shelly Watson\n",
        "account": "@sdcwatson_03\n",
        "split": "·\n",
        "timestamp": "9h\n",
        "text": "Wtf did the Covid jab start protecting us from hurricane season? It can’t even protect the 5X boosted from catching a cold.🤭🤣😂🤣\n"
    },
    {
        "name": "Joe Oliver\n",
        "account": "@joeolivermd\n",
        "split": "·\n",
        "timestamp": "9h\n",
        "text": "Friends. Neighbours. Colleagues. I know some of you are seeing this. It’s not like I’m out here flatearthing or telling you chemtrails full of manipulative chemicals are filling the sky. You deserve some control over whether your kids get covid repeatedly.\n"
    },
    {
        "name": "BNO News\n",
        "account": "@BNOFeed\n",
        "split": "·\n",
        "timestamp": "2h\n",
        "text": "U.S. COVID update:\n- New cases: 46,505\n- Average: 52,408 (-1,606)\n- States reporting: 29/50\n- In hospital: 28,639 (-85)\n- In ICU: 3,427 (-40)\n- New deaths: 263\n- Average: 408 (+4)\n"
    },
    {
        "name": "Jennifer Richey❤️💙\n",
        "account": "@jmrichey81\n",
        "split": "·\n",
        "timestamp": "7h\n",
        "text": "Ok.. I need my #OleMiss family/prayer warriors.. my cousin’s baby boy who is just a few months old tested for Covid today.. thanks in advance..\n"
    },
    {
        "name": "Kim☮️\n",
        "account": "@kmgc53\n",
        "split": "·\n",
        "timestamp": "5h\n",
        "text": "Replying to \n@GovParsonMO\nYou invested our money in fighting #MedicaidExpansion. You invested our money in denying #Covid. \nWhat makes you think we believe you are going to really do anything to improve healthcare for the majority of the state that doesn't even have a hospital close to them?\n"
    },
    {
        "name": "Krystle\n",
        "account": "@Just_Krystle_M\n",
        "split": "·\n",
        "timestamp": "3h\n",
        "text": "Should I apply for a job?\nTo share balance, I'll start an investigation on both sides of politics.\nLiberals Federal response to Covid,\nAnd Labors state response in Victoria.\nSound fair?\nFair wage for fair work & my bonus can be making my investigation public. How bout it \n@AlboMP\n"
    },
    {
        "name": "Lacey\n",
        "account": "@LaceyLaceyp\n",
        "split": "·\n",
        "timestamp": "15h\n",
        "text": "“British Columbia has used roughly 12,000 of the 73,000 treatment courses it has received” \n@adriandix\n #bonniehenry continue to gate keep Paxlovid just like they’ve done with vaccines\n"
    },
    {
        "name": "Dr Elisa Perego\n",
        "account": "@elisaperego78\n",
        "split": "·\n",
        "timestamp": "7h\n",
        "text": "\"Serial heart MRI scans conducted in previously well people with mild initial COVID-19 illness suggest that lingering cardiac symptoms may be explained, at least in part, by ongoing mild cardiac inflammation.\"\n#LongCovid \n@NatureMedicine\n"
    },
    {
        "name": "Mystery Solvent\n",
        "account": "@MysterySolvent\n",
        "split": "·\n",
        "timestamp": "7h\n",
        "text": "My mom moved to Florida and became a Covid denying, election questioning, Maga, Republican, who has decided to play chicken with Hurricane Ian. She moved to Florida and became a different person! Does the welcome wagon drop off Trump propaganda in FL? What is going on there??\n"
    },
    {
        "name": "Vince Langman\n",
        "account": "@LangmanVince\n",
        "split": "·\n",
        "timestamp": "5h\n",
        "text": "#BringBackMasks is trending \nIf you want to have a good laugh read all the Tweets from the psychotic Covid Cult tonight 🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣\n"
    },
    {
        "name": "Rep. Michelle Fischbach\n",
        "account": "@RepFischbach\n",
        "split": "·\n",
        "timestamp": "9h\n",
        "text": "It's time for POTUS to drop ALL COVID-19 travel restrictions!\n"
    },
    {
        "name": "Nathan M. Hansen\n",
        "account": "@nathanmhansen\n",
        "split": "·\n",
        "timestamp": "5h\n",
        "text": "Just think if \n@GovTimWalz\n and \n@AGEllison\n had just sent a COVID masking etc. investigator to see if 10,000 kids a day really were being fed out of an empty storefront in a Wadena strip mall. Could have been stopped long ago.\n"
    },
    {
        "name": "@KassMedefer\n",
        "account": "@KMedefer\n",
        "split": "·\n",
        "timestamp": "24s\n",
        "text": "While the world is lifting Covid restrictions, Biden says if you are vaccinated, you'll be spared-by the hurricane.\n"
    },
    {
        "name": "Emma #usforthemuk 🌸\n",
        "account": "@Pondleg\n",
        "split": "·\n",
        "timestamp": "8h\n",
        "text": "Been to a meetings at both of my children’s schools these past few weeks and shall I tell you what schools are doing? They are talking about Covid in the past tense! They know they have a lot of repairing to do and frankly, they’re shitting themselves!\n"
    },
    {
        "name": "L 🇾🇪\n",
        "account": "@lenhe_j\n",
        "split": "·\n",
        "timestamp": "10h\n",
        "text": "Wasn’t this misinformation at one point? \n@Theo_TJ_Jordan\n"
    },
    {
        "name": "Johanna 🇭🇺 🇳🇱 🇳🇿\n",
        "account": "@JohannaSzabo1\n",
        "split": "·\n",
        "timestamp": "5h\n",
        "text": "Compulsory N95 masks for all visitors.\nAt least one Australian hospital is introducing sensible rules in order to protect sick and vulnerable people from Covid\n@NSWHealth\n"
    },
    {
        "name": "Covid is Airborne in schools\n",
        "account": "@AugersMonster\n",
        "split": "·\n",
        "timestamp": "8h\n",
        "text": "At least Morrison had enough respect to wave around a pretend covid plan he wasn’t following. Albanese won’t even pretend he has a plan.\n"
    },
    {
        "name": "Christina Patterson\n",
        "account": "@queenchristina_\n",
        "split": "·\n",
        "timestamp": "7h\n",
        "text": "Do they have any idea of the angst in most households now? Pensions shrunk, plans wrecked, mortgages that will be unaffordable, people worried about losing their homes? This affects *everyone* who isn't rolling in it. Do they think it's a game? Covid, Ukraine and now this...\n"
    },
    {
        "name": "Anita White\n",
        "account": "@RealAnitaWhite\n",
        "split": "·\n",
        "timestamp": "3h\n",
        "text": "Inquiry into Long COVID and Repeated COVID Infections – Parliament of Australia https://aph.gov.au/Parliamentary_Business/Committees/House/Health_Aged_Care_and_Sport/LongandrepeatedCOVID \nSubmissions close November 18. Terms of reference include PREVENTION of Long Covid. To prevent LC, #ReduceTransmission, with emphasis on #COVIDisAirborne.\n"
    },
    {
        "name": "TIME\n",
        "account": "@TIME\n",
        "split": "·\n",
        "timestamp": "6h\n",
        "text": "Unvaccinated people were 10.5 times more likely to be hospitalized than people who had been fully vaccinated and boosted\n"
    },
    {
        "name": "XcelTrip-Travel With Crypto\n",
        "account": "@xceltrip\n",
        "split": "·\n",
        "timestamp": "46m\n",
        "text": "Canada is set to remove all COVID-19 restrictions for international travellers from October 1, 2022, including masking requirements for trains, flights, and vaccination.  🇨🇳 🛂✈\n"
    },
    {
        "name": "Laura Miers\n",
        "account": "@LauraMiers\n",
        "split": "·\n",
        "timestamp": "4h\n",
        "text": "Replying to \n@amandalhu\nI REALLY think this is why they’re hitting the accelerator without public health protections in schools. This misguided belief doesn’t take into account climate change affecting pathogens OR post-Covid immune damage. In 10-20 years, everyone will desperately wish for a do-over.\n"
    },
    {
        "name": "Ann Coulter\n",
        "account": "@AnnCoulter\n",
        "split": "·\n",
        "timestamp": "6h\n",
        "text": "I bet every one of them has \"long haul covid.\"\n"
    },
    {
        "name": "Ashish Wankhade Patil🏹\n",
        "account": "@adwankhade777\n",
        "split": "·\n",
        "timestamp": "42m\n",
        "text": "Mr Prime minister\nYour party leader is claiming that you made whole country fool by showing fear of COVID. Atleast you have to admit that that is true or you have to take necessary action against him. Defaming previous government this is your party's philosophy \n@narendramodi\n ????\n"
    },
    {
        "name": "Noor Bari\n",
        "account": "@NjbBari3\n",
        "split": "·\n",
        "timestamp": "1h\n",
        "text": "Don’t get bogged down in the minutiae. \nHere are the very basic facts. \nWe are still seeing serious long term damage due to COVID-19 in the post vaccination era. We are still seeing too many deaths. \nThe exact amount is irrelevant when it remains high enough to impact society.\n"
    },
    {
        "name": "PatriotTakes 🇺🇸\n",
        "account": "@patriottakes\n",
        "split": "·\n",
        "timestamp": "11h\n",
        "text": "Ted Cruz is still talking about having to wear a mask on an airplane and said “peanuts cure covid” to make his point that mask rules on airplanes were “all garbage.”\n"
    },
    {
        "name": "National Review\n",
        "account": "@NRO\n",
        "split": "·\n",
        "timestamp": "13m\n",
        "text": "A senior Taiwanese public-health official said that the Covid-19 virus did not likely originate at the Wuhan wet market, indicating that his government has all but ruled out that explanation of the virus’s origins.\n"
    },
    {
        "name": "Josh Guetzkow\n",
        "account": "@joshg99\n",
        "split": "·\n",
        "timestamp": "9h\n",
        "text": "But certainly if any breastfeeding babies had been harmed by this, somebody would have reported somewhere, like maybe to VAERS? Good thing there's no ... oh, wait! \n@YaffaRaz\n discovered 648 VAERS reports from breastfeeding babies for COVID vaccines! \nhttps://rtmag.co.il/english/648-reports-of-side-effects-in-infants-exposed-to-the-covid-19-vaccines-via-breastfeeding\n"
    },
    {
        "name": "Adam Creighton\n",
        "account": "@Adam_Creighton\n",
        "split": "·\n",
        "timestamp": "9h\n",
        "text": "\"Less than 2% of eligible Americans have gotten updated Covid booster shots\"\nI think we can officially declare the hysteria has passed.\n"
    },
    {
        "name": "Marcel Irnie\n",
        "account": "@irnieracing\n",
        "split": "·\n",
        "timestamp": "9h\n",
        "text": "Youtube Censorship- Both my channels hit with Covid Misinformation Strike after sharing my doctor visit story.\n"
    },
    {
        "name": "The New York Times\n",
        "account": "@nytimes\n",
        "split": "·\n",
        "timestamp": "7h\n",
        "text": "Have you seen @SMpwgr 's excellent thread explaining the Long Covid and Repeated infection inquiry? She's also made you a one-stop-shop how-to doc to guide you through submitting. Who can submit? Any individual or group!\nA new study showed that people vaccinated against Covid-19 experienced a temporary delay in their periods of about one day compared with those who did not get vaccinated. One cycle after vaccination, people’s periods tended to return to normal.\n"
    },
    {
        "name": "The New York Times\n",
        "account": "@nytimes\n",
        "split": "·\n",
        "timestamp": "7h\n",
        "text": "Have you seen @SMpwgr 's excellent thread explaining the Long Covid and Repeated infection inquiry? She's also made you a one-stop-shop how-to doc to guide you through submitting. Who can submit? Any individual or group!\nA new study showed that people vaccinated against Covid-19 experienced a temporary delay in their periods of about one day compared with those who did not get vaccinated. One cycle after vaccination, people’s periods tended to return to normal.\n"
    },
    {
        "name": "Claire 💙🏳️‍🌈\n",
        "account": "@cemmonsmac1\n",
        "split": "·\n",
        "timestamp": "1m\n",
        "text": "I was lucky enough to be invited to this schools first big production since Covid. They did the school proud. Everyone was an absolute star. Well done Cambridge Primary.\n"
    },
    {
        "name": "P R Sundar\n",
        "account": "@PRSundar64\n",
        "split": "·\n",
        "timestamp": "3h\n",
        "text": "Markets usually bottom out after a big last leg of the fall.\nDuring Lehman & Covid falls, markets bottomed out after a down circuit.\nHope that does not happen now.\nAll India Growth Story fizzled out now, Nifty is at 15200 now in dollar terms, as Rupee depreciated by about 10%.\n"
    },
    {
        "name": "Bill Comeau 🇨🇦🇺🇦\n",
        "account": "@Billius27\n",
        "split": "·\n",
        "timestamp": "4h\n",
        "text": "Countries with #maskmandates saw a reduction in covid mortality rates. \n#covid19 #onhealth\nh/t \n@DFisman\n \n@DickZoutman\n \nhttps://ajpmonline.org/article/S0749-3797(21)00557-2/fulltext#%20\n"
    },
    {
        "name": "GB News\n",
        "account": "@GBNEWS\n",
        "split": "·\n",
        "timestamp": "10h\n",
        "text": "'We've forgotten to be objective, balanced and fair.'\nFormer ITV and Sky News executive Mark Sharman speaks to Mark Steyn about the mainstream media's coverage of Covid pandemic.\n💻 GB News YouTube: https://bit.ly/3vAYaw0\n"
    },
    {
        "name": "Raymond Baker ⭐️⭐️⭐️\n",
        "account": "@RayBake\n",
        "split": "·\n",
        "timestamp": "5h\n",
        "text": "Replying to \n@IAGovernor\nIowa's fiscal health is \"strong\" ONLY because we received $10.4 BILLION in federal relief funds.\nYOU starved public education, gutted funding for higher education, failed to fund any outdoor recreation, and allowed Iowa roads and bridges to deteriorate.\n"
    },
    {
        "name": "Dr. Deepti Gurdasani\n",
        "account": "@dgurdasani1\n",
        "split": "·\n",
        "timestamp": "10h\n",
        "text": "After getting the invitation letter for our daughter's booster vaccine for COVID-19, I called the NHS online booking line to book her in for vax (booking on the website wasn't possible). The closest appt was 12 miles away- we prepared her for the vaccine & drove there.🧵\n"
    },
    {
        "name": "Vince Clements 🇨🇦\n",
        "account": "@vgclements1\n",
        "split": "·\n",
        "timestamp": "6h\n",
        "text": "Pro-Vaccine Cardiologist Now Calls for Immediate End to COVID Vaccines.\n"
    },
    {
        "name": "Jecorey Arthur\n",
        "account": "@jecoreyarthur\n",
        "split": "·\n",
        "timestamp": "8h\n",
        "text": "Replying to \n@TerryWatkinsJr1\n \n@TwitWiter123\n and \n@tonetalks\nOur COVID stimulus hit bank accounts without the state so reparations from the feds can do the same. Local and state governments should absolutely meet other needs but all their budgets combined don't come anywhere close to our multi-trillion dollar reparations debt.\n"
    },
    {
        "name": "Uzair Warraich\n",
        "account": "@WarrichA\n",
        "split": "·\n",
        "timestamp": "6h\n",
        "text": "PM held press conference today where he had people from more than 50 news channels & replied every question.\nImran being PM in covid days held PC and invited 7 anchors 4 from ARY one from BOL and 2 anchor turned YouTubers.\n"
    },
    {
        "name": "Clay Jenkins\n",
        "account": "@JudgeClayJ\n",
        "split": "·\n",
        "timestamp": "4h\n",
        "text": "NEW: Today we report a 3-day total of  351 new cases within 14 days from specimen collection date and 5 additional deaths. With masking requirements being reduced even in medical settings, it is now more important to remain up-to-date with COVID-19 vaccines and boosters.\n"
    },
    {
        "name": "Ann Rees, PhD\n",
        "account": "@ann_rees\n",
        "split": "·\n",
        "timestamp": "52m\n",
        "text": "While Canada drops masking requirements on planes & trains, Europe gearing up for the next wave. Already mandatory masking in Spain, Germany also tightening COVID rules for fall travel. Science not political pressure should determine public health policy.\n"
    },
    {
        "name": "Daniel Berman\n",
        "account": "@DanielBerman2\n",
        "split": "·\n",
        "timestamp": "2h\n",
        "text": "As I wrote this morning, there is little relationship between reality and the American media coverage. Meloni won because \n1. She almost alone opposed the suicidal Covid/economic policies of the Draghi government \n2. Offered a moral contrast to elite\nhttps://amac.us/the-left-cries-fascist-once-again-over-italian-elections/\n"
    },
    {
        "name": "Janis Irwin\n",
        "account": "@JanisIrwin\n",
        "split": "·\n",
        "timestamp": "4h\n",
        "text": "💥 Nurse post! 💥\nRakhi and I were on the beautiful \n@ualberta\n campus today to give a talk to students when we ran into Keith!\nKeith is a public health nurse and he’s doing his PhD in nursing.\nAnd fun fact: Keith gave me my second COVID shot at the \n@albertametis\n clinic in 2021!\n"
    },
    {
        "name": "Johnny Does 9999\n",
        "account": "@johnnydoes9999\n",
        "split": "·\n",
        "timestamp": "2h\n",
        "text": "Questions remain after Canadian woman dies minutes after COVID booster shot - LifeSite\n"
    },
    {
        "name": "Shenandoah Writer\n",
        "account": "@ShenandoahWrit1\n",
        "split": "·\n",
        "timestamp": "8h\n",
        "text": "Replying to \n@GeorgeTakei\nWell now, let's look at an example since you brought it up.\n"
    },
    {
        "name": "Bloomberg\n",
        "account": "@business\n",
        "split": "·\n",
        "timestamp": "1h\n",
        "text": "UK health authorities are offering flu shots and Covid-19 boosters to more than 30 million people as the government attempts to avert a hospital crisis amid worries that the two illnesses will cause a so-called “twindemic” this winter\n"
    },
    {
        "name": "Al\n",
        "account": "@AlBeachGuy\n",
        "split": "·\n",
        "timestamp": "2h\n",
        "text": "Under new bail laws, by 1/1/20, more than 2,000 career criminal  were released from city jails. They had an average of 12 prior arrests and seven prior convictions. Just 2½ months later, before COVID, city crime rose 34% over the same period in 2019.\n"
    },
    {
        "name": "The Epoch Times\n",
        "account": "@EpochTimes\n",
        "split": "·\n",
        "timestamp": "7h\n",
        "text": "A study published in the \n@BMJ_Latest\n shows that #COVID19 vaccines can make women’s periods last longer.\nThe study did not say why the vaccines appear to be affecting the menstrual cycle.\n"
    },
    {
        "name": "TheSouthAsianTimes\n",
        "account": "@TheSATimes\n",
        "split": "·\n",
        "timestamp": "3m\n",
        "text": "Citing pandemic-related disruptions in its operations since 2020, US Embassy in #India announced that #travelers may not be accommodated according to their planned travel dates\n#Visa #h1bvisa #pandemic #COVID #travel #IndiaUS\n"
    },
    {
        "name": "chai🍒🍑🥯\n",
        "account": "@choiaengdoo\n",
        "split": "·\n",
        "timestamp": "4h\n",
        "text": "Guys aku positif covid, datang #BETHESUNinJKT day2 GREEN seat Q2x. Ga buka masker samsek di ICE tp ttp kena. People who were seated near me, please get urselves checked. Really sorry about this, i hope u didnt contract it like i did.\n"
    },
    {
        "name": "Ben Leo\n",
        "account": "@benleo444\n",
        "split": "·\n",
        "timestamp": "8h\n",
        "text": "It's nearly October 2022, almost three years since the COVID sham started. Since then we've learned much about the lies and deceit paraded as 'science' - and many have woken up. Yet, the Daily Express has a splash tomorrow urging people to get jabbed. WHY?\n"
    },
    {
        "name": "\"We do not remember days, we remember moments\"\n",
        "account": "@GlamGram46\n",
        "split": "·\n",
        "timestamp": "9h\n",
        "text": "Replying to \n@OncologyRob\nMany people can be infected with Covid and NOT know it, thus ASYMPTOMATIC, but they can still SPREAD IT...did it ever occur to you that some people don't want to spread Covid in case they are infected?\n"
    },
    {
        "name": "Peter Morley\n",
        "account": "@morethanmySLE\n",
        "split": "·\n",
        "timestamp": "5h\n",
        "text": "Dr. Oz in April 2020 stating LIES. These affected me and my Lupus community personally, I have been on hydroxycholoquine since 2014 & I STILL got Covid twice. HE LIED.\n"
    },
    {
        "name": "Laura C.🕊💗😷\n",
        "account": "@JjRetriever\n",
        "split": "·\n",
        "timestamp": "11h\n",
        "text": "Feeling awful. Will this be my 1st go with Covid?! #NotImpressed #Fu*kEveryoneThatDoesntMask\n"
    },
    {
        "name": "Mat Wright - Mask up - You don't want covid or pox\n",
        "account": "@matpVI\n",
        "split": "·\n",
        "timestamp": "6h\n",
        "text": "11 residents tested positive today for #Covid19 at the LTC  where my wife works - the most they've ever had at one time since the pandemic began\nOutbreak declared? (kidding)\nNumerous staff out as well\nWe can't continue like this \n#BCpoli #BCed #Nanaimo\n"
    },
    {
        "name": "No College Mandates\n",
        "account": "@NCM4Ever\n",
        "split": "·\n",
        "timestamp": "6h\n",
        "text": "Colleges C19 💉mandates continue in the face of overwhelming evidence that they pose net risk to  students. Here are 3 papers that should prompt an immediate end to mandates. If data does not inform policy, what does? 🤔\n"
    },
    {
        "name": "Eric Feigl-Ding\n",
        "account": "@DrEricDing\n",
        "split": "·\n",
        "timestamp": "7h\n",
        "text": "4) And \n@meganranney\n is right too—“that new guidance could result in places with substantial transmission unmasking sick patients who haven't yet been tested for COVID-19, right next to the elderly, chemo patients, people with pulmonary disorders, and vulnerable pregnant women”\n"
    },
    {
        "name": "The New Vision\n",
        "account": "@newvisionwire\n",
        "split": "·\n",
        "timestamp": "3h\n",
        "text": "Parliament directs probe into sh200b COVID-19 fund. Details in today's New Vision.\n🗞️ Get yourself a copy from your nearest vendor or subscribe to our #EPAPER 👉🏽 http://bit.ly/3d3acBF\n#VisionUpdates\n"
    },
    {
        "name": "Long-Covid Advocacy 🇮🇪\n",
        "account": "@longcovidIRE\n",
        "split": "·\n",
        "timestamp": "8h\n",
        "text": "If this man truly has Long-COVID as opposed to just a slow recovery, then this level of incompetence from supposed medical professionals equates to professional misconduct. \n@WHO_Europe\n has specifically advised against exercise therapy for Long-COVID patients.\n"
    },
    {
        "name": "Questions-in Ontario\n",
        "account": "@QuestionsinOnt1\n",
        "split": "·\n",
        "timestamp": "9h\n",
        "text": "When you're worried that you're asymptomatic and are feeling well .....\n.....\n.....\nso you might have .... Covid!\n"
    },
    {
        "name": "The Hindu\n",
        "account": "@the_hindu\n",
        "split": "·\n",
        "timestamp": "58m\n",
        "text": "The COVID-19 #pandemic and the resulting restrictions saw the foreign tourist arrivals in India dip by 44.5% in 2021. While in 2020, 2.74 million foreign tourists had visited India, in 2021, the number was 1.52 million.\n"
    },
    {
        "name": "MariaTereccaValeriaChiaraGiuliaGlasson🇦🇺🌸🇦🇺\n",
        "account": "@MTerecca\n",
        "split": "·\n",
        "timestamp": "5h\n",
        "text": "WATCH THIS! I feel slimy after watching this.\nHe will not apologise - blame us out in difficult decisions and covid. HE WAS SAVING LIVES and he will not apologise for that.\nA suck up jumps in at the end to change the line of questioning…Dan’s defence is there.\nPart 1\n"
    },
    {
        "name": "Viva Frei\n",
        "account": "@thevivafrei\n",
        "split": "·\n",
        "timestamp": "4h\n",
        "text": "Just check out the shameless “fact check” on this statement from \n@Reuters\n. Yep, he said it. Yup, he’s a total idiot. But fact check… “Missing context” https://reuters.com/article/factcheck-biden-hurricane/fact-check-biden-urged-those-in-hurricane-prone-states-to-get-covid-19-shots-in-case-of-evacuation-idUSL1N2RU2M5\n"
    },
    {
        "name": "“Clowns to the left, jokers to the right”\n",
        "account": "@TumaiTawhiti\n",
        "split": "·\n",
        "timestamp": "8h\n",
        "text": "So we are paying $5 MILLION for 120,000 badges.  Who the f ck is going to wear one of these?  We can already see them as they are still wearing masks. \nRevealed: Up to 120,000 Kiwi Covid workers to get award badges, citations - NZ Herald\n"
    },
    {
        "name": "Forbes\n",
        "account": "@Forbes\n",
        "split": "·\n",
        "timestamp": "4h\n",
        "text": "Canada will drop its Covid-19 vaccine requirement for visitors entering the country starting October 1.\n"
    },
    {
        "name": "Mandate Masks NY\n",
        "account": "@MandateMasksNY\n",
        "split": "·\n",
        "timestamp": "10h\n",
        "text": ".\n@nycHealthy\n \n@NYCCouncil\n \n@NYCMayor\n \n@NYCHealthCommr\n \n@MarkLevineNYC\n , NYC needs to provide free N95 masks to anyone who needs them! \nWe are heading into expected massive COVID surge this fall/winter & government needs to take action! Free N95 masks need to be available across city\n"
    },
    {
        "name": "Scott Jensen\n",
        "account": "@drscottjensen\n",
        "split": "·\n",
        "timestamp": "6h\n",
        "text": "Governor candidate, MN\nTim Walz posting pictures of dogs and videos EATING DONUTS as the biggest COVID fraud in America happened under his watch (meant for hungry kids). He LIED about it.\nMedia can't even seem to reach him for comment... what is the governor doing?\n"
    },
    {
        "name": "Brittany Martinez\n",
        "account": "@BritMartinez\n",
        "split": "·\n",
        "timestamp": "7h\n",
        "text": "It appears that Giorgia Meloni used to support the Covid-19 passport and is also a member of a think tank backed by the Bill & Melinda Gates Foundation.\nIs she too good to be true?\n"
    },
    {
        "name": "Christian Ziegler 🇺🇸\n",
        "account": "@ChrisMZiegler\n",
        "split": "·\n",
        "timestamp": "4h\n",
        "text": "During COVID \n@GovRonDeSantis\n held multiple press conf every day in every corner of state.\nAt the time, the media/Left attacked him for it. Said he was too active.\nRecently, the media has tried to drive a narrative that he doesnt do enough appearances.(Even tho he is everywhere)\n"
    },
    {
        "name": "Kate Pritchard\n",
        "account": "@KatePri14608408\n",
        "split": "·\n",
        "timestamp": "5h\n",
        "text": "👇👇👇 Our feeble PM donning a mask in another country but openly pretending COVID is over here.\n"
    },
    {
        "name": "Long Covid Advocacy\n",
        "account": "@LongCovidAdvoc\n",
        "split": "·\n",
        "timestamp": "8h\n",
        "text": "How many times?\nDo not put people with #LongCovid in the gym\nThis is dangerous & negligent.\n"
    },
    {
        "name": "delthia ricks 🔬\n",
        "account": "@DelthiaRicks\n",
        "split": "·\n",
        "timestamp": "5h\n",
        "text": "A large population study in the UK has confirmed an increase in major blood-clotting problems among people coping with the after-effects of #Covid. Medical researchers detected arterial & venous clots 1 year after Covid diagnoses compared w/ controls https://news-medical.net/news/20220921/Population-wide-cohort-study-detects-increase-in-major-arterial-and-venous-thrombotic-events-immediately-after-COVID-19-diagnoses.aspx\n"
    },
    {
        "name": "Gillian Eilidh O’Mara (formerly Gamble) 🎨 ✏️ ✨\n",
        "account": "@GEilidhOMara\n",
        "split": "·\n",
        "timestamp": "10h\n",
        "text": "Just a complain-y tweet but triple covid infection this year is really taking the wind out of my sails/lungs, hard to accept as a once woodwind player I have to say.  How does one build up respiratory strength again effectively?\n"
    },
    {
        "name": "Covid is Airborne in schools\n",
        "account": "@AugersMonster\n",
        "split": "·\n",
        "timestamp": "1h\n",
        "text": "Grey’s Anatomy shows more leadership on covid than our Prime Minister.\nSo… yeah.\n"
    },
    {
        "name": "COVID FORUM\n",
        "account": "@ForumCovid\n",
        "split": "·\n",
        "timestamp": "9h\n",
        "text": "Trying…so…hard…not to say…”Told ya!”\n"
    },
    {
        "name": "Chicago Contrarian\n",
        "account": "@ChicagoContrar1\n",
        "split": "·\n",
        "timestamp": "10h\n",
        "text": "The COVID pandemic is over, says the occupant of the White House, so it's probably past time for \n@chicagosmayor\n to order the overexposed alarmist, Dr. Allison Arwady, to pack her bags and close up shop.\n"
    },
    {
        "name": "Mandate Masks NY\n",
        "account": "@MandateMasksNY\n",
        "split": "·\n",
        "timestamp": "44m\n",
        "text": "It's surreal to see \n@NYCMayor\n focus on providing healthy food at school and at same time end virtually all efforts to prevent the spread of #COVID, a deadly airborne virus killing kids.\n\"First-ever Chefs Council to provide healthy meals for NYC schools\"\n"
    },
    {
        "name": "Right Of Centre. Non💉Covid survivor.\n",
        "account": "@RightOfCentre15\n",
        "split": "·\n",
        "timestamp": "39m\n",
        "text": "Are we really ok with Kelvin Davis’s racism in parliament? Is this the sort of representation we want in NZ?\n"
    },
    {
        "name": "Tim Murphy 🇺🇸 🇺🇦 🌻 ☮️\n",
        "account": "@Murp1953Tim\n",
        "split": "·\n",
        "timestamp": "1h\n",
        "text": "Replying to \n@TristanSnell\n and \n@MuellerSheWrote\nAlso, there was this. I figured Jared diverted to MBS.\n"
    },
    {
        "name": "DJ ⚡\n",
        "account": "@decodejar\n",
        "split": "·\n",
        "timestamp": "1h\n",
        "text": "#China's poor management is causing the resurfacing of #COVID. There is no other reason for that.\n#BTC 0.786 fib retrace of the move off the covid low. Would not consider a retest of 17k to be significant.\n#GOLD down 20%, #OIL down 40%, Inflation peaked? Probable. #Bond market dislocated. #DXY vertical. Sentiment negative to historic levels. Patience.\nLaser Eyes ON #Bitcoin\n"
    },
    {
        "name": "DJ ⚡\n",
        "account": "@decodejar\n",
        "split": "·\n",
        "timestamp": "1h\n",
        "text": "#China's poor management is causing the resurfacing of #COVID. There is no other reason for that.\n#BTC 0.786 fib retrace of the move off the covid low. Would not consider a retest of 17k to be significant.\n#GOLD down 20%, #OIL down 40%, Inflation peaked? Probable. #Bond market dislocated. #DXY vertical. Sentiment negative to historic levels. Patience.\nLaser Eyes ON #Bitcoin\n"
    },
    {
        "name": "Charles Rixey, MA MBA (c) 🐭\n",
        "account": "@CharlesRixey\n",
        "split": "·\n",
        "timestamp": "6h\n",
        "text": "[1]\nThis is an excellent piece which fills in important context about the cover-up of SARS-CoV-2's origins -specifically, the antics of J. Farrar of Wellcome Trust.\nh/t \n@JohnnyVedmore\n \n@alykhansatchu\n \n@GigaohmResist\n \n@chrismartenson\n \n@thackerpd\n"
    },
    {
        "name": "Sara Hänzi\n",
        "account": "@SaraHaenzi\n",
        "split": "·\n",
        "timestamp": "11h\n",
        "text": "I *wish* every doctor seeing a #LongCovid patient knew (at least) as much as \n@edyong209\n so excellently describes in his articles https://theatlantic.com/health/archive/2022/09/mecfs-chronic-fatigue-syndrome-doctors-long-covid/671518/ https://theatlantic.com/health/archive/2022/09/long-covid-brain-fog-symptom-executive-function/671393/\nUnfortunately it seems to be wishful thinking, latest example today #NotRecovered\n"
    },
    {
        "name": "Josh Guetzkow\n",
        "account": "@joshg99\n",
        "split": "·\n",
        "timestamp": "9h\n",
        "text": "What's that? mRNA found in breastmilk of jabbed mothers? Amazing how just last week \n@YaffaRaz\n's Real Time Magazine reported on 648 VAERS reports from breastfeeding babies after their moms got the COVID jab:\n"
    },
    {
        "name": "kris🍂☕️ @ covid arc\n",
        "account": "@cowabummer666\n",
        "split": "·\n",
        "timestamp": "5h\n",
        "text": "i created a ko-fi if you were interested in help support me while i’m off work for a week because of covid. thank you 🙏🏻 \nhttps://ko-fi.com/rominisensu\n"
    },
    {
        "name": "Bill Comeau 🇨🇦🇺🇦\n",
        "account": "@Billius27\n",
        "split": "·\n",
        "timestamp": "3h\n",
        "text": "JAMA study on #covid19 and child diabetes:\n\"At 1, 3, and 6 months after infection, risk of diagnosis of Type 1 Diabetes was greater among those infected with SARS-CoV-2 compared with those with non–COVID-19 respiratory infection\"\n#onhealth\nh/t \n@deonandan\n \nhttps://jamanetwork.com/journals/jamanetworkopen/fullarticle/2796649\n"
    },
    {
        "name": "Prashant Bhushan\n",
        "account": "@pbhushan1\n",
        "split": "·\n",
        "timestamp": "3h\n",
        "text": "A federal court in Texas is giving the CDC until Friday to release the first batch of data on adverse events following COVID19 vaccination collected by the agency via its V-safe app.\nOur SC had also directed govt to fix the Vaccine adverse events reporting\n"
    },
    {
        "name": "Jamie Jenkins\n",
        "account": "@statsjamie\n",
        "split": "·\n",
        "timestamp": "9h\n",
        "text": "🚨 | Spain Prime Minister Pedro Sanchez tested +ve for Covid\nUnder Spain travel rules he could freely move around the Spanish airports - infecting others - before knowing he had it\nBritish people have to show proof of 3 vaccines, a -ve test or proof of recovery\nClown rules 🤡\n"
    },
    {
        "name": "awakenindiamovement\n",
        "account": "@awakenindiamov\n",
        "split": "·\n",
        "timestamp": "3h\n",
        "text": "Doctor calls for global pause!!!\n@PMOIndia\n \n@MoHFW_INDIA\n \n@mansukhmandviya\n please pay attention here\n"
    },
    {
        "name": "Al Jazeera English\n",
        "account": "@AJEnglish\n",
        "split": "·\n",
        "timestamp": "4h\n",
        "text": "Canada will drop all COVID-19 restrictions for travellers from October 1, including vaccination and masking requirements for flights and trains http://aje.io/kxh35x\n"
    },
    {
        "name": "Kathy - Just a Patriotic American\n",
        "account": "@Kathy_Arizona\n",
        "split": "·\n",
        "timestamp": "1h\n",
        "text": "Will Ray Epps just be ignored?\nWhat ever happened to Tony Bobulinski?  Is he OK?\nWhy was Smollett released, and is he off the hook now?\nWhy didn't Lois Lerner face charges?\nHow can Hunter be hobnobbing at the WH?\nClimate hoax?\nCovid hoax?\nMore questions than answers!\n"
    },
    {
        "name": "AngryGrannyUK #KBF #OpenupBritain #Stopcomplying🌸\n",
        "account": "@uk_granny\n",
        "split": "·\n",
        "timestamp": "30m\n",
        "text": "They’re now talking about a twindemic; flu & covid. And vaccine fatigue. Anyone else smell a rat? #covid #twindemic #flu #nomorelockdowns\n"
    },
    {
        "name": "bash.wanderer | Genesis Edition-Sold Out(📸💙💛)\n",
        "account": "@mbaishakhi\n",
        "split": "·\n",
        "timestamp": "49m\n",
        "text": "GM beautiful people of Web3 😀👋\nDhole also called as the Indian Wild Dog or Asiatic Wild Dog \nAfter long Covid break this year got to see a  small pack of them on a water hole - in a national park in Central India . Always such a treat to just sit n watch them\n"
    },
    {
        "name": "Nathan M. Hansen\n",
        "account": "@nathanmhansen\n",
        "split": "·\n",
        "timestamp": "4h\n",
        "text": "Is there a \n@GovTimWalz\n  hotline for COVID fraud or just for whether kids are playing at a playground?\n"
    },
    {
        "name": "NavyVet9200 ⭐⭐⭐🩸🚫😷🚫💉\n",
        "account": "@NavyVet9200\n",
        "split": "·\n",
        "timestamp": "6h\n",
        "text": "Interesting… 🤔\n"
    },
    {
        "name": "Covid Report\n",
        "account": "@CovidDataReport\n",
        "split": "·\n",
        "timestamp": "1h\n",
        "text": "Oh look no new funding for covid or monkeypox.\nSpending bill nixes new COVID-19, monkeypox aid\n"
    },
    {
        "name": "GC backlog=Systemic racism\n",
        "account": "@DurbinHypocrite\n",
        "split": "·\n",
        "timestamp": "4h\n",
        "text": "Same story. EVERYDAY NEW IMMIGRANT going through torture of visa appointments. Stuck in India, separated from family in India because they DARED to travel for family emergency.  \n@SecBlinken\n shamelessly citing funding(EVERYONE pays visa issuance fee)and COVID for delays.\n"
    },
    {
        "name": "Tigress\n",
        "account": "@tigresseleanor\n",
        "split": "·\n",
        "timestamp": "7h\n",
        "text": "Hospital Admissions with Covid\nEngland    854,116      19 Sept\nScotland     77,440     11 Sept  \nWales          43,057    20 Sept\nNI                 23,686     15 Sept\nTotal      998,299\nCovid Deaths By Death Certificate UK\n               206,652\n#COVID19 #SARSCov2\n"
    },
    {
        "name": "CityNews Toronto\n",
        "account": "@CityNewsTO\n",
        "split": "·\n",
        "timestamp": "9h\n",
        "text": "NEW: The Ford government is buying two million additional cloth masks for schools, a move criticized by Ontario doctors, who say the level of protection is far too low against COVID-19. #onpoli.\n"
    },
    {
        "name": "Sensei 先生 Joe\n",
        "account": "@LTSmash420\n",
        "split": "·\n",
        "timestamp": "5h\n",
        "text": "Blood test could predict who is likely to get long COVID\n#LongCovid\n"
    },
    {
        "name": "ara🍓\n",
        "account": "@arawberry_\n",
        "split": "·\n",
        "timestamp": "4h\n",
        "text": "Today i'm tested positive for covid. If you went to #BETHESUNinJKT day 1 in Pink A please get tested.\nIm so sorry 😢\nPosisi aku ngemper daerah belakang belakang deket pager belakang\n"
    },
    {
        "name": "Marcus Doesnt Have COVID\n",
        "account": "@CosmonautMarcus\n",
        "split": "·\n",
        "timestamp": "8h\n",
        "text": "Neat\n"
    },
    {
        "name": "Taylor Nichols, MD\n",
        "account": "@tnicholsmd\n",
        "split": "·\n",
        "timestamp": "6h\n",
        "text": "“An effective response to misinformation and its effects requires a multilayered approach, including one that holds rogue physicians accountable for their pronouncements, helping to preserve integrity within the medical profession.” #AB2098\n"
    },
    {
        "name": "Sam Hill\n",
        "account": "@SamuelHillNZ\n",
        "split": "·\n",
        "timestamp": "10h\n",
        "text": "What the hell is this? Labour Party activism badge? This is mental. Next it will be “where’s your badge?”\n"
    },
    {
        "name": "ivWatch\n",
        "account": "@ivWatch\n",
        "split": "·\n",
        "timestamp": "10h\n",
        "text": "Are you liable for missing an IV infiltration? Learn more at the AVA Conference in Minneapolis! Russ Nassof, J.D. will be in booth 606 on Sept 30th at 6pm & Oct. 1st at 11:15am discussing solutions for increased clinician liability post covid.\n"
    },
    {
        "name": "Alexi Lalas\n",
        "account": "@AlexiLalas\n",
        "split": "·\n",
        "timestamp": "4h\n",
        "text": "Yup, Berhalter has done a great job this #USMNT cycle. Win%, trophies, WC qualification, player dev./recruitment, Covid era. He had a bad final window and deserves criticism. But he was always going to ultimately be judged by the WC performance. Judgment comes in 54 days. 🇺🇸⚽️\n"
    },
    {
        "name": "Cam Slater\n",
        "account": "@kaiviti_cam\n",
        "split": "·\n",
        "timestamp": "4h\n",
        "text": "I wonder if Ardern's thug storm troopers will get medals for beating up protestors? Only our child-like prime minister could come up with an idea like giving everyone who helped in her jabbing program a badge to wear.  Everyone gets a prize kiddies!\n"
    },
    {
        "name": "CNN\n",
        "account": "@CNN\n",
        "split": "·\n",
        "timestamp": "6h\n",
        "text": "People who got the Covid-19 vaccine reported slightly longer menstrual cycles, but the change was temporary, according to a new study.\n"
    },
    {
        "name": "Brian T\n",
        "account": "@lycopedium\n",
        "split": "·\n",
        "timestamp": "8h\n",
        "text": "Replying to \n@lycopedium\n and \n@joeolivermd\nHelps if I include it lol..\n"
    },
    {
        "name": "Leana Wen, M.D.\n",
        "account": "@DrLeanaWen\n",
        "split": "·\n",
        "timestamp": "11h\n",
        "text": "How should you try to time your coronavirus booster?\nThere is no clear-cut answer; it’s hard to predict when the next surge of infection will be and exactly how long protection from existing immunity will last.\nMore in #TheCheckup \n@postopinions\n:\n"
    },
    {
        "name": "Reuters\n",
        "account": "@Reuters\n",
        "split": "·\n",
        "timestamp": "1h\n",
        "text": "Japan's Shionogi says COVID pill reaches Phase III milestone http://reut.rs/3SraR5i\n"
    },
    {
        "name": "Dr. Crystal Mundy\n",
        "account": "@crystalmundypsy\n",
        "split": "·\n",
        "timestamp": "4h\n",
        "text": "#FraserHealth #BCHealthCare #BCHospitalData #BCPoli\nFraser Health\nChilliwack General Hospital\nCovid Outbreak\nDeclared Sept 24, 2022\n"
    },
    {
        "name": "Justice Sila Owiti\n",
        "account": "@JusticeSila\n",
        "split": "·\n",
        "timestamp": "28m\n",
        "text": "The sterling pound has fallen below Sh130 against Kenyan Shilling for the first time since Covid.\nKenya Shilling has appreciated 14.52% against the pound since this year. On the other side, the he dollar is increasing without apology\n— Business Daily\n"
    },
    {
        "name": "TACT\n",
        "account": "@TactNowInfo\n",
        "split": "·\n",
        "timestamp": "3h\n",
        "text": "Replying to \n@MDevlinH\n and \n@drdrmaya\nHow do you know its not COVID?  Did you swab the throat /saliva?  \nHave you tested for other viruses?\n"
    },
    {
        "name": "Prof. K V Subramanian\n",
        "account": "@SubramanianKri\n",
        "split": "·\n",
        "timestamp": "4m\n",
        "text": "Chart from article https://thehindubusinessline.com/opinion/rbi-has-a-grip-on-inflation/article65943289.ece y'day. If India's fiscal policy in Covid had been profligate, money supply wud've ↑ sharply => we would've had much higher inflation. Contrast this to GFC when fiscal profligacy led to double-digit inflation every month for 1.5 yrs!\n"
    },
    {
        "name": "The Guy Benson Show\n",
        "account": "@GuyBensonShow\n",
        "split": "·\n",
        "timestamp": "8h\n",
        "text": ".\n@RogerMarshallMD\n (R-KS): Biden Is Using COVID Emergency Powers As An Excuse To Forgive Student Loans\n#FoxNews #COVID\n"
    },
    {
        "name": "Chefsthoughts\n",
        "account": "@tonyrbchef\n",
        "split": "·\n",
        "timestamp": "50m\n",
        "text": "FDA vaccine adviser says healthy young people SHOULDN'T get another COVID booster | Daily Mail Online #covidlies #vaccineinjured #nzpol\n"
    },
    {
        "name": "Pete Wharmby\n",
        "account": "@commaficionado\n",
        "split": "·\n",
        "timestamp": "11h\n",
        "text": "Due to Covid I've pushed back my book launch event to 19th October 2022. Hoping people might still be able to make it. Tickets are still available for anyone who wants one - all free, all online.\n#WhatIWantToTalkAbout \n https://eventbrite.co.uk/e/book-launch-what-i-want-to-talk-about-tickets-409583584527?aff=estw&utm-campaign=social&utm-content=attendeeshare&utm-medium=discovery&utm-source=tw&utm-term=checkoutwidget \n@Eventbrite\n"
    },
    {
        "name": "Mark Sproul\n",
        "account": "@jmarksproul\n",
        "split": "·\n",
        "timestamp": "4h\n",
        "text": "Can we develop Clean, Sustainable Energy - in collaboration with 1st nations? Why not kick our oil addiction? Joe Clark started the project. Why was it abandoned? (see clip @ 30 mins on) #GreenEnergy #Geothermal #FirstNations #Environment\n"
    },
    {
        "name": "Wittgenstein\n",
        "account": "@backtolife_2023\n",
        "split": "·\n",
        "timestamp": "33m\n",
        "text": "Free COVID shots ending? Why you should get vaccinated/boosted now | FOX6 News Milwaukee\nSource: FOX6 News Milwaukee (Youtube)\n"
    },
    {
        "name": "Sky News\n",
        "account": "@SkyNews\n",
        "split": "·\n",
        "timestamp": "6h\n",
        "text": "More than 30 million urged to take flu and Covid vaccines to stave off potential 'twindemic'\n"
    },
    {
        "name": "#MEAction Network\n",
        "account": "@MEActNet\n",
        "split": "·\n",
        "timestamp": "10h\n",
        "text": "ICYMI, #MEAction\"s Director of Scientific and Medical Outreach, \n@exceedhergrasp1\n Jaime Seltzer, was interviewed for this TIME article by \n@Jamie_Ducharme\n  about rest and pacing for #MECFS and #LongCovid. #pwME\n"
    },
    {
        "name": "Daniel Runde, MD, MME (he/his)\n",
        "account": "@Runde_MC\n",
        "split": "·\n",
        "timestamp": "7h\n",
        "text": "Replying to \n@MartyMakary\nYou’ve never heard of a 22-year-old dying of COVID?\nHere’s one:\n"
    },
    {
        "name": "George The Stourbridge Junction Station Cat\n",
        "account": "@TheStourbridge\n",
        "split": "·\n",
        "timestamp": "9h\n",
        "text": "They are going to Nadi #Fiji a trip for the FCs husbands big birthday ( postponed due to Covid) to visit his lovely old school friends \nI hope \n@British_Airways\n have wide seats 😀 and tissues as the FC is scared of flying but being brave\n"
    },
    {
        "name": "Bryan Suits on KTTH Radio\n",
        "account": "@darksecretplace\n",
        "split": "·\n",
        "timestamp": "10h\n",
        "text": "Prediction:\n-Majority of Council is remote due to \"Covid! Concerns!\"\n- Council member \n@cmkshama\n turns her camera off. (This is *her* district)\n@KatieDaviscourt\n"
    },
    {
        "name": "Karl Harrison\n",
        "account": "@KarlDHarrison\n",
        "split": "·\n",
        "timestamp": "11h\n",
        "text": "On what basis are questions and concerns about #COVID19 jabs for kids not appropriate?  \n@LavalUniversity\n need to be hauled over the coals maybe?\n"
    },
    {
        "name": "The News with Shepard Smith\n",
        "account": "@thenewsoncnbc\n",
        "split": "·\n",
        "timestamp": "10h\n",
        "text": "Pfizer or Moderna: Which new omicron-specific Covid booster should you get?\n"
    },
    {
        "name": "Perry World House\n",
        "account": "@perryworldhouse\n",
        "split": "·\n",
        "timestamp": "10h\n",
        "text": "We’re getting started with coverage of today’s event on global food security amid the ongoing COVID pandemic, climate change, and the war in Ukraine, featuring \n@WFPUSA_CEO\n and \n@jenniferpintom3\n. Follow this thread for highlights🧵\n"
    },
    {
        "name": "Sachin Kalbag\n",
        "account": "@SachinKalbag\n",
        "split": "·\n",
        "timestamp": "4h\n",
        "text": "This is shocking. One of the leading doctors in Mumbai's fight against Covid-19, Dr Om Shrivastav, has passed away. Very few people knew how to frame Covid policy as he did. Journalists relied on him for authentic, credible info. A big loss for the city.\n"
    },
    {
        "name": "K-pop MAGA Chops 🍊\n",
        "account": "@chopsgordon\n",
        "split": "·\n",
        "timestamp": "15h\n",
        "text": "Doctor Turns Against Messenger RNA COVID-19 Vaccines, Calls for Global Pause\n"
    },
    {
        "name": "HSE Covid Consultant\n",
        "account": "@CovidHse\n",
        "split": "·\n",
        "timestamp": "10h\n",
        "text": "Excellent #BringBackMasks article (especially for travel!) by \n@AaronDAndrea21\n. Too few understand:\n- #COVIDisAirborne\n- you can get infected multiple times\n- approx 1 in 10 people have brain/vascular damage from Long COVID. #WearA95Respirator #cdnpoli\nEven a broken clock is right twice a day. What in God's name is wrong with \n@HSELive\n that we persist with this non-evidence based, harmful practice in Irish hospitals? Stop the madness \n@DonnellyStephen\n \n@CcoHse\n \n@MichealMartinTD\n \n@BredaSmyth4\n \n@rtenews\n \n@FergalBowers\n"
    },
    {
        "name": "HSE Covid Consultant\n",
        "account": "@CovidHse\n",
        "split": "·\n",
        "timestamp": "10h\n",
        "text": "Excellent #BringBackMasks article (especially for travel!) by \n@AaronDAndrea21\n. Too few understand:\n- #COVIDisAirborne\n- you can get infected multiple times\n- approx 1 in 10 people have brain/vascular damage from Long COVID. #WearA95Respirator #cdnpoli\nEven a broken clock is right twice a day. What in God's name is wrong with \n@HSELive\n that we persist with this non-evidence based, harmful practice in Irish hospitals? Stop the madness \n@DonnellyStephen\n \n@CcoHse\n \n@MichealMartinTD\n \n@BredaSmyth4\n \n@rtenews\n \n@FergalBowers\n"
    },
    {
        "name": "The Hill\n",
        "account": "@thehill\n",
        "split": " · \n",
        "timestamp": "19h\n",
        "text": "CDC no longer recommends universal masking in health facilities https://trib.al/lsCAn9R\n"
    },
    {
        "name": "The Recount\n",
        "account": "@therecount\n",
        "split": "·\n",
        "timestamp": "9h\n",
        "text": "Gov. Ron DeSantis (R-FL) says his administration will apply techniques it used in nursing homes during the peak of the COVID-19 pandemic to deal with Hurricane Ian.\n"
    },
    {
        "name": "Marcus Doesnt Have COVID\n",
        "account": "@CosmonautMarcus\n",
        "split": "·\n",
        "timestamp": "7h\n",
        "text": "Reminder that the preexisting movie X-men are going to be dropped into the current MCU after a multiverse incursion and I’m right and will never be wrong about this\n"
    },
    {
        "name": "Prodigal\n",
        "account": "@ProdigalThe3rd\n",
        "split": "·\n",
        "timestamp": "8h\n",
        "text": "Team “Control Group” holding strong:\n“Women said COVID shots affect periods. \nA new \n@bmj_latest\n study shows they’re right.\nResearchers don’t know exactly why the vaccines seem to [be] affecting menstrual cycles” \n@washingtonpost\nhttps://washingtonpost.com/wellness/2022/09/27/covid-vaccine-period-late/?utm_campaign=wp_post_most&utm_medium=email&utm_source=newsletter&wpisrc=nl_most&carta-url=https%3A%2F%2Fs2.washingtonpost.com%2Fcar-ln-tr%2F380a935%2F63331d84f3d9003c58f54a24%2F61d88a8fae7e8a20b86cab4a%2F41%2F72%2F63331d84f3d9003c58f54a24&wp_cu=41f2def90b0eaee76d8a026d0a5aff38%7C2B19FFC1E40E758AE050007F010028A1\n"
    },
    {
        "name": "Ultra MagaRN who loves her Country\n",
        "account": "@Wendy18534774\n",
        "split": "·\n",
        "timestamp": "7h\n",
        "text": "Who's Surprised? \nThe Government NEVER has our Best Interest in mind..\n"
    },
    {
        "name": "emrgncy: 80/410 rent -- grocery 0/300\n",
        "account": "@mutualaidmem\n",
        "split": "·\n",
        "timestamp": "11h\n",
        "text": "help a single mom of 1yo with long covid, who works from home, keep electricity on. \nIts summer rated in AZ where they pay \n15/daily!\n1453 rent is late after avoiding an eviction just last month, this is a crisis\nca: misscocobaybe\nv: angryblackmami1 \nPp: 97cocobrown97 @ gmail\n"
    },
    {
        "name": "Nastia Voynovskaya\n",
        "account": "@nananastia\n",
        "split": "·\n",
        "timestamp": "8h\n",
        "text": "Santigold canceled her tour today. Like the musicians and industry professionals I interviewed in my \n@nprmusic\n piece, she says inflation, the crowded market and stress are making touring extremely difficult in this never-ending COVID era https://variety.com/2022/music/news/santigold-cancels-north-america-tour-devastating-costs-1235384821/\n"
    },
    {
        "name": "Harriet Carroll: Recognise vax-induced long COVID\n",
        "account": "@angryhacademic\n",
        "split": "·\n",
        "timestamp": "9h\n",
        "text": "Recently the #POTS symptom score was published:\nhttps://pubmed.ncbi.nlm.nih.gov/36111700/\n@DeansKevin\n just pointed out to me that my collaborator, Prof Olle Melander is a coauthor! \nA wee thread about my experience working with Olle...\n"
    },
    {
        "name": "Viral Facts\n",
        "account": "@viralfacts\n",
        "split": "·\n",
        "timestamp": "1m\n",
        "text": "Lack of side effects after vaccination doesn’t mean the COVID-19 vaccine isn’t working, or that you received a placebo. It means that your body is reacting to the vaccine differently.  #ViralFactsAfrica\n"
    },
    {
        "name": "Francesco\n",
        "account": "@FranceskoNew\n",
        "split": "·\n",
        "timestamp": "15h\n",
        "text": "Replying to \n@SCHC0\n and \n@AurelianoStingi\no il nostro #EndemicoèBello... o le scuola sicure a prescindere... o COVID che si sta indebolendo (prima era nel recinto, e prima ancora morto...)...\nMa il problema è sempre quando si invita alla prudenza 🙄\n#InCheMani\n"
    },
    {
        "name": "Soshel ‘Autodidact ’ Distens\n",
        "account": "@Censored4sure\n",
        "split": "·\n",
        "timestamp": "8h\n",
        "text": "‘We are in for a bad October’ warns Soshel Distens as COVID-19 vaccine (direct effects) rise globally. \n"
    },
    {
        "name": "Janet Rice\n",
        "account": "@janet_rice\n",
        "split": "·\n",
        "timestamp": "2m\n",
        "text": "Cost of living is rising, Jobseeker is $40 a day below the poverty line and Labor and Liberal just voted to scrap COVID crisis payments for those on income support. Yesterday they doubled down on giving themselves an extra $9000 a year in tax cuts. Poverty is a political choice.\n"
    },
    {
        "name": "Shekhar Shrivastava\n",
        "account": "@ishekhar77\n",
        "split": "·\n",
        "timestamp": "12m\n",
        "text": "As a banker, who has sanctioned more than 500 MUDRA loans, I cannot emphasise enough how life altering it has been to MSMEs, especially during COVID. An SHG in Panna(M.P) that started with 2 lakhs MUDRA, today, exports Gooseberry products worth lakhs.\n"
    },
    {
        "name": "Anti Empire Fyter (Alt)\n",
        "account": "@VirtualLurker\n",
        "split": "·\n",
        "timestamp": "3h\n",
        "text": "One thing post Covid - I can’t function even 50% if on less than 7 hours of sleep. Annoying. #LongCovid\n"
    },
    {
        "name": "M. and S. Shaw\n",
        "account": "@twoShaws\n",
        "split": "·\n",
        "timestamp": "6h\n",
        "text": "Replying to \n@NINDSdirector\n@NINDSdirector\n Koroshetz, people living with #MyalgicEncephalomyelitis deserve a more effective leader than you’ve proven yourself to be. \nhttps://theatlantic.com/health/archive/2022/09/mecfs-chronic-fatigue-syndrome-doctors-long-covid/671518/\n#MEcfs #MillionsMissing\n"
    },
    {
        "name": "GiGadgets\n",
        "account": "@gigadgets_\n",
        "split": "·\n",
        "timestamp": "Sep 26\n",
        "text": "This head protection device could be an alternative to face masks.\nInspired by the science fiction comics of the 50s and the creations of the utopian movements of the 60s, Berlin-based Plastique Fantastique created the iSphere.\n#gigadgets #wearable #helmet #quarantine #covid19\n"
    },
    {
        "name": "INC - Immigration News Canada\n",
        "account": "@CanadaImmigra20\n",
        "split": "·\n",
        "timestamp": "Sep 26\n",
        "text": "#BREAKING: Anyone entering #Canada on or after October 1 will not be facing any #vaccine, #testing, #quarantine, and #isolation requirements.\n🇨🇦 Get full details here! \n"
    },
    {
        "name": "Inconvenient Truths by Jennifer Zeng 曾錚真言\n",
        "account": "@JenniferZeng15\n",
        "split": "·\n",
        "timestamp": "Sep 21\n",
        "text": "How magnificent! #COVID #quarantine camp in Guangan City, #Sichuan Province, #China\n#CCPChina, #COVID19, #CCPVirus #AmazingChina\n"
    },
    {
        "name": "Chun-Man\n",
        "account": "@chunmanf7\n",
        "split": "·\n",
        "timestamp": "Sep 24\n",
        "text": "Finally 🙏🏼 #HongKong #Quarantine\n"
    },
    {
        "name": "Lou\n",
        "account": "@lounystephany\n",
        "split": "·\n",
        "timestamp": "Sep 20\n",
        "text": "Good morning! Hindi ko alam pang ilang day na #Quarantine 😅\n"
    },
    {
        "name": "Sanna Hosk\n",
        "account": "@HoskSanna\n",
        "split": "·\n",
        "timestamp": "Sep 25\n",
        "text": "Gotta quarantine myself. \n#quarantine #Blondie #weekend #follow #retweet #natural\n"
    },
    {
        "name": "Vasileios Katsardis🇬🇷🇨🇦🇪🇺🇧🇪🇬🇧🏀😎\n",
        "account": "@vkatsardis\n",
        "split": "·\n",
        "timestamp": "Sep 25\n",
        "text": "Last day of #quarantine \n#covid19\n"
    },
    {
        "name": "Seamus Page\n",
        "account": "@SPageMedia\n",
        "split": "·\n",
        "timestamp": "Sep 26\n",
        "text": "As of October, Canada will no longer be requiring use of the ArriveCAN app, proof of vaccination, testing, quarantining, etc... if you have strong feelings on how this affects your feelings on traveling to and from BC, you can send me a message. #COVID19 #ArriveCAN #quarantine\n"
    },
    {
        "name": "James Gingerich, @Expeflow #WorkEasier #RPA\n",
        "account": "@jamesvgingerich\n",
        "split": "·\n",
        "timestamp": "15h\n",
        "text": "#ThingsToDo during the #CoronaVirus #Quarantine. Number 151.  Why not learn to moonwalk underwater?  After all, it's the only place when you can moonwalk from the ceiling!!!\n"
    },
    {
        "name": "James Freeman\n",
        "account": "@JamesfWells\n",
        "split": "·\n",
        "timestamp": "Sep 26\n",
        "text": "Dr Aseem Malhotra suffered a personal tragedy that led him to look into the evidence on the vaccines\nHow many people have suffered this same tragedy, but do not know why it happened?\nFull interview 👉 https://rumble.com/v1li6a5-freeman-interviews-dr-aseem-malhotra.html\n@DrAseemMalhotra\n"
    },
    {
        "name": "Whitney Webb\n",
        "account": "@_whitneywebb\n",
        "split": "·\n",
        "timestamp": "16h\n",
        "text": "I was pregnant and gave birth while the vaccine rollout was happening and at every stage, including when my son was 2 months old, was bullied and threatened by doctors in both the UK and Chile to take it. At one point I had to lie to avoid medical kidnap of my child.\n"
    },
    {
        "name": "Robert F. Kennedy Jr\n",
        "account": "@RobertKennedyJr\n",
        "split": "·\n",
        "timestamp": "15h\n",
        "text": "3 days and counting ... CDC must cough up data on COVID vaccine injuries collected via V-safe app.\n"
    },
    {
        "name": "Justin Trudeau's Ego\n",
        "account": "@Trudeaus_Ego\n",
        "split": "·\n",
        "timestamp": "Sep 26\n",
        "text": "Today we're announcing a change to the science, effective October 1st.\nProof of vaccine, masks, and the wildly popular #ArriveCAN app will no longer be required to fly in Canada.\nPlease continue to observe the current science until the new science comes into effect.\n"
    },
    {
        "name": "Samantha Marika\n",
        "account": "@samanthamarika1\n",
        "split": "·\n",
        "timestamp": "Sep 27\n",
        "text": "Some women who took the vaccine are now seeing trace amounts of the covid mRNA vaccine in their breast milk…\n"
    },
    {
        "name": "Thomas Massie\n",
        "account": "@RepThomasMassie\n",
        "split": "·\n",
        "timestamp": "Sep 27\n",
        "text": "Now we find out that Biden’s vaccine mandates caused infants (for which no safe dose has been established) to receive mRNA through their mother’s breast milk. Does abuse of power get any more evil?\nhttps://jamanetwork.com/journals/jamapediatrics/fullarticle/2796427\n"
    },
    {
        "name": "Professor Karol Sikora\n",
        "account": "@ProfKarolSikora\n",
        "split": "·\n",
        "timestamp": "Sep 26\n",
        "text": "I'll repeat this again.\nBeing against vaccinating young children for COVID or not wanting atrocious vaccine mandates does not make you 'anti-vax'.\nNot everybody needs jab after jab. It will benefit some, but not all.\nThat's not 'anti-vax', that's common sense.\n"
    },
    {
        "name": "John Solomon\n",
        "account": "@jsolomonReports\n",
        "split": "·\n",
        "timestamp": "16h\n",
        "text": "CDC walks back COVID guidance again, finds lasting post-vaccine heart problems in young adults | Just The News\n"
    },
    {
        "name": "AJ Kay\n",
        "account": "@AJKayWriter\n",
        "split": "·\n",
        "timestamp": "Sep 27\n",
        "text": "Replying to \n@JAMAPediatrics\nSo is every CA doctor who told pregnant and lactating mothers that the vaccine was “completely safe” going to lose their license for spreading misinformation now?\n"
    },
    {
        "name": "Kyle Becker\n",
        "account": "@kylenabecker\n",
        "split": "·\n",
        "timestamp": "Sep 27\n",
        "text": "Not one mainstream publication raised an objection to the vaccine mandates. Not one. No protests of 'my body, my choice.' Not a word about it violating basic human rights. Nothing.\nLeftism is not an ideology. It's a corrupt racket that serves the interests of the ruling class.\n"
    },
    {
        "name": "Marty Makary MD, MPH\n",
        "account": "@MartyMakary\n",
        "split": "·\n",
        "timestamp": "7h\n",
        "text": "New York City ordered to reinstate all cops fired over vaccine mandates. It’s about time.\n"
    },
    {
        "name": "Pierre Poilievre\n",
        "account": "@PierrePoilievre\n",
        "split": "·\n",
        "timestamp": "5h\n",
        "text": "Trudeau is still keeping his discriminatory & unscientific vaccine mandates for Canadian Forces members.\nMany of the men & women who want to fight to defend our freedoms aren't even free themselves to serve their country.\nEnd ALL the COVID vaccine mandates, now.\n"
    },
    {
        "name": "mcdabbins💙💛\n",
        "account": "@Mcdabbins1\n",
        "split": "·\n",
        "timestamp": "1m\n",
        "text": "the covid vaccine did this to me please pray for me 🙏🙏🙏🙏🙏\n"
    },
    {
        "name": "Gina Macina 🇨🇦 #ClimateScam #TrudeauMustGoNow\n",
        "account": "@GinaMacina60\n",
        "split": "·\n",
        "timestamp": "15h\n",
        "text": "#TrudeauMustGoToJail \nVaccine mandates was BLACKMAIL - Take the shot or lose your job.\n"
    },
    {
        "name": "Life Wisdom Wealth 💎\n",
        "account": "@LifeWisdomWealt\n",
        "split": "·\n",
        "timestamp": "Sep 27\n",
        "text": "How vaccine works in your body 😮\n"
    },
    {
        "name": "Mike Pompeo\n",
        "account": "@mikepompeo\n",
        "split": "·\n",
        "timestamp": "14h\n",
        "text": "We're in the worst recruiting crisis in a generation. Biden policies like the COVID vaccine mandate, wokeness, and the Afghanistan disaster are making it worse.\n"
    },
    {
        "name": "JAMA Pediatrics\n",
        "account": "@JAMAPediatrics\n",
        "split": "·\n",
        "timestamp": "Sep 27\n",
        "text": "Trace amounts of #COVID19 vaccine mRNAs were detected in the breast milk of some lactating women. Caution is warranted regarding #breastfeeding infants younger than six months in the first two days after maternal COVID-19 vaccination. #Research https://ja.ma/3UIKEjS #Research\n"
    },
    {
        "name": "alex gutentag\n",
        "account": "@galexybrane\n",
        "split": "·\n",
        "timestamp": "Sep 27\n",
        "text": "Pregnant and breastfeeding women were mandated to get the vaccine and anyone who expressed concerns was censored. Now apparently “caution is warranted.” The CDC even told vaccinated mothers that their babies would get benefits from their breastmilk. This is unconscionable.\n"
    },
    {
        "name": "TrueBlue\n",
        "account": "@MMOBTrueblue\n",
        "split": "·\n",
        "timestamp": "9h\n",
        "text": "Watching the \"Mandatory\" Evacuations in FL - to save resident lives, to keep them safe.  Yet when it was a mask or vaccine - it was an infringement on rights - HOW does this make sense - \n@GovRonDeSantis\n is a massive hypocrite.  Can't pick and choose WHEN life matters.\n"
    },
    {
        "name": "Kevin Dalton\n",
        "account": "@KevinForBOS\n",
        "split": "·\n",
        "timestamp": "10h\n",
        "text": "The COVID vaccine that doesn’t even protect you from COVID is now apparently capable of saving you from 100+ MPH winds and flying debris.\n"
    },
    {
        "name": "Smug Potato\n",
        "account": "@PotatoSmug\n",
        "split": "·\n",
        "timestamp": "16h\n",
        "text": "Every day, we hear some new “finding” about women who took the mRNA vaccine. Today, it’s found in breast milk. Affects babies cognitively. Affects reproductive health. Cancer risk. Increased risk of stroke, cardio/pulmonary issues, clots. Hair loss. Rashes. Unexplained bruising…\n"
    },
    {
        "name": "Dr. Deepa Nagarajan\n",
        "account": "@drdeepanag\n",
        "split": "·\n",
        "timestamp": "1h\n",
        "text": "Replying to \n@DrAseemMalhotra\nPfizer vaccine was never approved in India.  Imagine the anger of the Pharma guys.\n"
    },
    {
        "name": "The Post Millennial\n",
        "account": "@TPostMillennial\n",
        "split": "·\n",
        "timestamp": "4h\n",
        "text": "Dr. Marty Makary weighs in after mRNA from COVID vaccines was detected in breast milk.\n"
    },
    {
        "name": "Dr. Mark Young\n",
        "account": "@MarkYoungTruth\n",
        "split": "·\n",
        "timestamp": "5h\n",
        "text": "Biden has now invented a vaccine against hurricanes, you can’t make this stuff up.\n"
    },
    {
        "name": "Radio Duindorp\n",
        "account": "@radioduindorp\n",
        "split": "·\n",
        "timestamp": "8h\n",
        "text": "This happened to him after the vaccine.\n#VaccinatieSchade #VaccineSideEffects #vaccineinjuries\nThe following media includes potentially sensitive content. Change settings\n"
    },
    {
        "name": "V.Sreekumar\n",
        "account": "@vsreekumarnair\n",
        "split": "·\n",
        "timestamp": "13m\n",
        "text": "India develops its first cervical cancer vaccine 👇🏾🫵🏽🔥🔥🔥😍🧡💪🏽 Bolo Bharat Mata Ki Jai 👏🏽👇🏾🔥🧡😍🫵🏽.                                                          -1-\n"
    }
]